Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ImproveSiriDictation.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_GENERATIVE_IPHONE
source: Siri and Dictation If you opt in to Improve Siri and Dictation, Apple may store all of your interactions with Siri and Dictation, including the audio data and transcripts of what you say and type to Siri. Audio data, transcripts, and related request data, such as the category of request you made, device specifications, performance statistics, and the approximate location of your device at the time the request was made, may be used to develop and improve Siri, Dictation, Search, and limited other language processing functionality in Apple products and services. For example, transcripts may be used to fine-tune Siri, Search, Voice Control, Translate, and automatic speech recognition models. A subset of this data may be reviewed by graders, with audio review being conducted only by Apple employees. Your request history, which includes your audio data, transcripts, and related request data, is associated with a random, device-generated identifier for six months. After six months, your request history is disassociated from the random identifier and may be retained for up to two years, and the small subset of requests that have been reviewed may be kept beyond two years, without the random identifier, for ongoing improvement of Siri, Dictation, Search, and limited other language processing features. Your request history is not used to build a marketing profile, and is never sold to anyone. If one of your Siri or Dictation interactions is selected for review, the request, as well as the response Siri provided, will be analyzed to determine accuracy and to generally improve Siri, Dictation, Search, and limited other language processing functionality in Apple products and services. Depending on the context of your request, a reviewer may access additional contextual data directly relevant to the request, such as names of your contacts or apps installed on your devices, in order to grade the effectiveness of Siri’s response. Only Apple employees, subject to strict confidentiality obligations, are able to access audio interactions with Siri and Dictation. You can change your setting for Improve Siri and Dictation at any time. To do so, go to Settings > Privacy & Security > Analytics & Improvements. You can delete interactions associated with a random identifier and retained for six months or less by going to Settings > Apple Intelligence & Siri > Siri & Dictation History and tapping Delete Siri & Dictation History. You can disable Siri and Dictation by going to Settings > General > Keyboard and tapping to turn off Enable Dictation. Then go to Settings > Apple Intelligence & Siri > Listen for and tap Off, and tap to turn off “Press Side Button for Siri” and “Type to Siri”. Your interactions associated with the random identifier is deleted if you disable Siri and Dictation. Translate If you opt in to Improve Siri and Dictation, your audio, text input, and transcripts of your Translate requests, associated with random, rotating, device-generated identifiers, may be stored and reviewed by Apple employees to develop and improve Siri, Dictation, Translate, and limited other language processing functionality in Apple products and services. Your Translate requests may be retained for up to two years to help Apple develop and improve Siri, Dictation, Translate, and limited other language processing functionality. For example, transcripts may be used to fine-tune Siri, Search, Voice Control, Translate, and automatic speech recognition models. If one of your Translate interactions is selected for review, the translation request, as well as the translation response provided, will be analyzed to determine accuracy. Only Apple employees, subject to strict confidentiality obligations, are able to access your Translate audio. The small subset of your Translate interactions that have been reviewed may be kept beyond two years for ongoing improvement of Siri, Dictation, Translate, and limited other language processing functionality in Apple products and services. General The opt-in preference you selected when you set up an iPhone or iPad will apply to any new Apple connected device or supported HomeKit accessory set up with that iPhone or iPad that has Siri turned on. You can change this later in the settings for each device. By enabling Improve Siri and Dictation, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information to provide and improve Siri, Dictation, Search, Translate, and limited other language processing functionality in Apple products and services as described above. Apple may process and store this information with trusted third-party service providers. At all times, information collected by Apple from your use of Siri, Dictation, or Translate will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: ‏Siri والإملاء عند الاشتراك في تحسين Siri والإملاء، قد تخزن Apple كل تفاعلاتك مع Siri والإملاء، بما في ذلك البيانات الصوتية والنسخ النصية لما تقوله وتكتبه لـ Siri. قد تُستخدم البيانات الصوتية والنسخ النصية وبيانات الطلبات ذات الصلة - مثل مواصفات الجهاز وإحصائيات الأداء والموقع التقريبي لجهازك وقت إجراء الطلب - لتطوير وتحسين Siri والإملاء والبحث ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها. على سبيل المثال، قد تُستخدم النسخ النصية لتنقيح Siri والبحث والتحكم بالصوت والترجمة ونماذج التعرف التلقائي على الكلام. قد يراجع المقيِّمون مجموعة فرعية من هذه البيانات، على أن تقتصر مراجعة البيانات الصوتية على موظفي Apple فقط. يرتبط سجل تاريخ طلباتك - الذي يتضمن البيانات الصوتية والنسخ النصية وبيانات الطلبات ذات الصلة - بمعرِّف عشوائي ينشئه الجهاز لمدة ستة أشهر. وبعد الأشهر الستة، يُلغى ارتباط سجل تاريخ الطلبات بالمعرف العشوائي، وقد يُحتفظ به لمدة تصل إلى سنتين، وقد يُحتفظ بالمجموعة الفرعية الصغيرة من طلباتك التي تمت مراجعتها لمدة تتجاوز السنتين بهدف الاستمرار في تحسين Siri والإملاء والبحث وميزات أخرى محدودة لمعالجة اللغات. لا يُستخدم سجل تاريخ الطلبات في إنشاء ملف شخصي تسويقي، ولا يُباع مطلقًا إلى أي شخص. عند تحديد أحد تفاعلاتك مع Siri أو الإملاء للمراجعة، يتم تحليل الطلب والاستجابة المتوفرة من Siri أيضًا، وذلك لتحديد مستوى الدقة ولتحسين Siri والإملاء والبحث ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها بوجه عام. وحسب سياق الطلب، قد يصل المراجع إلى بيانات سياقية إضافية ذات صلة مباشرة بالطلب، مثل أسماء جهات الاتصال أو التطبيقات المثبتة على أجهزتك، وذلك لتقييم مدى فعالية استجابة Siri. موظفو Apple هم فقط الذين يمكنهم الوصول إلى التفاعلات الصوتية مع Siri والإملاء، ويتم ذلك بموجب التزامات صارمة فيما يتعلق بالسرية. يمكنك تغيير إعداد تحسين Siri والإملاء في أي وقت. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية والأمن > التحليلات والتحسينات. يمكنك حذف التفاعلات المرتبطة بمعرِّف عشوائي والتي يُحتفظ بها لمدة ستة أشهر أو أقل، وذلك بالانتقال إلى الإعدادات > ذكاء Apple و Siri > سجل تاريخ Siri والإملاء، والضغط على "حذف سجل تاريخ Siri والإملاء". يمكنك تعطيل Siri والإملاء عن طريق الانتقال إلى الإعدادات > عام > لوحة المفاتيح والضغط لإيقاف "تمكين الإملاء". انتقل بعد ذلك إلى الإعدادات > ذكاء Apple و Siri > استماع إلى، واضغط لإيقاف "اضغط على الزر الجانبي لبدء Siri" و"الكتابة إلى Siri". تُحذف تفاعلاتك المرتبطة بالمعرِّف العشوائي عند تعطيل Siri والإملاء. الترجمة عند الاشتراك في تحسين Siri والإملاء، قد تخزَّن إدخالاتك الصوتية والنصية والنسخ النصية من طلبات الترجمة - مع ربطها بمعرفات عشوائية ومتغيرة ينشئها الجهاز - ويراجعها موظفو Apple بهدف تطوير وتحسين Siri والإملاء والترجمة ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها. قد يُحتفظ بطلبات الترجمة لمدة تصل إلى سنتين لمساعدة Apple على تطوير وتحسين Siri والإملاء والترجمة ووظائف أخرى محدودة لمعالجة اللغات. على سبيل المثال، قد تُستخدم النسخ النصية لتنقيح Siri والبحث والتحكم بالصوت والترجمة ونماذج التعرف التلقائي على الكلام. عند تحديد أحد تفاعلاتك مع الترجمة للمراجعة، يتم تحليل الطلب والاستجابة المتوفرة من الترجمة أيضًا، وذلك لتحديد مستوى الدقة. موظفو Apple هم فقط الذين يمكنهم الوصول إلى إدخال الترجمة الصوتي، ويتم ذلك بموجب التزامات صارمة فيما يتعلق بالسرية. وقد يُحتفظ بالمجموعة الفرعية الصغيرة من تفاعلات الترجمة التي تمت مراجعتها لمدة تتجاوز السنتين بهدف الاستمرار في تحسين Siri والإملاء والترجمة ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها، كما هو موضح أعلاه. عام تفضيل الاشتراك المحدد عند إعداد iPhone أو iPad هو الذي سيطبَّق على أي جهاز Apple متصل جديد أو ملحق HomeKit مدعوم تم إعداده باستخدام هذا الـ iPhone أو الـ iPad المشغل عليه Siri. ويمكنك تغيير هذا فيما بعد في إعدادات كل جهاز. يعد تمكين تحسين Siri والإملاء بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها، وذلك بهدف تقديم وتحسين Siri والإملاء والبحث والترجمة ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها، كما هو موضح أعلاه. قد تعالج Apple هذه المعلومات وتخزنها لدى مزودي خدمة موثوقين تابعين لجهات خارجية. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple من خلال استخدامك لـ Siri أو الإملاء أو الترجمة وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Siri и Диктовка Ако изберете да включите Подобряване на Siri и Диктовка, Apple може да съхранява всички ваши взаимодействия с функциите Siri и Диктовка, включително аудио данните и транскрипциите на това, което кажете или въведете на Siri. Аудио данните, транскрипциите и данните, свързани със заявката, например като категорията на направената заявка, спецификациите на устройството, статистика за производителността и приблизителното местоположение на вашето устройство към момента на подаване на заявката, могат да се използват за разработване и подобряване на функциите Siri, Диктовка, Търсене и други ограничени функции за езикова обработка в продуктите и услугите на Apple. Например, транскрипциите могат да се използват за фина настройка на функциите Siri, Търсене, Управление с глас, Превод и автоматичните модели за разпознаване на говор. Част от тези данни могат да бъдат прегледани от оценители, заедно с аудио преглед, който се провежда само от служители на Apple. Историята на вашите заявки, която включва вашите аудио данни, транскрипции и данни, свързани със заявките, се свързва със случаен, генериран от устройството идентификатор за шест месеца. След шест месеца връзката на историята на вашите заявки със случайния идентификатор се прекъсва и те могат да бъдат пазени до две години, а малка част от заявките, които са били преглеждани, могат да бъдат запазени, без случайния идентификатор, за период, по-дълъг от две години, с цел непрекъснато подобряване на функциите Siri, Диктовка, Търсене и други ограничени функции за езикова обработка. Историята на вашите заявки не се използва за създаването на маркетингов профил и никога не се продава на други страни. Ако някое от вашите взаимодействия със Siri или Диктовка бъде избрано за преглед, заявката, заедно с предоставения отговор от Siri, ще бъде анализирана с цел определяне на точността и общо подобряване на функциите Siri, Диктовка, Търсене и други ограничени функции за езикова обработка в продуктите и услугите на Apple. В зависимост от контекста на вашата заявка, при преглеждането може да се предостави достъп до допълнителни данни с контекст, пряко свързани със заявката, например като имена на контакти или приложения, инсталирани на вашите устройства, за да се оцени ефективността на отговора на Siri. Само служителите на Apple, които са обект на строги задължения за поверителност, имат достъп до записите на аудио взаимодействията със Siri и Диктовка. По всяко време можете да промените вашите настройки за Подобряване на Siri и Диктовка. За да направите това, отидете в Настройки > Поверителност и сигурност > Аналитични данни и подобрения. Можете да изтриете информацията за взаимодействията, свързана със случаен идентификатор и пазена за период от шест месеца, като отидете в Настройки > Apple Intelligence и Siri > История на Siri и Диктовка и докоснете Изтрий история на Siri и Диктовка. Можете да изключите функцията Siri и Диктовка, като отидете в Настройки > Основни > Клавиатура и докоснете, за да изключите Активиране на диктовка. След това отидете в Настройки > Apple Intelligence и Siri > „Слушай за“, докоснете Изкл. и докоснете, за да изключите „Натиснете страничния бутон за Siri“ и „Въведете текст за Siri“. Ако изключите Siri и Диктовка, вашите взаимодействия, свързани със случайния идентификатор, се изтриват. Превод Ако изберете да включите Подобряване на Siri и Диктовка, вашето аудио, въведен текст и транскрипции на вашите заявки за Превод, свързани със случайни, променящи се, генерирани от устройството идентификатори, могат да бъдат съхранявани и преглеждани от служители на Apple с цел разработване и подобряване на Siri, Диктовка, Превод и други ограничени функции за езикова обработка в продуктите и услугите на Apple. Вашите заявки за Превод могат да бъдат запазени за период до две години, за да се помогне на Apple да разработва и подобрява функциите Siri, Диктовка, Превод и други ограничени функции за езикова обработка. Например, транскрипциите могат да се използват за фина настройка на функциите Siri, Търсене, Управление с глас, Превод и автоматичните модели за разпознаване на говор. Ако някое от вашите взаимодействия с функцията Превод бъде избрано за преглед, заявката за превод, заедно с предоставения превод, ще бъде анализирана с цел определяне на точността. Само служителите на Apple, които са обект на строги задължения за поверителност, имат достъп до вашето аудио за функцията Превод. Малка част от вашите взаимодействия с функцията Превод, които са били прегледани, могат да бъдат запазени за период, по-дълъг от две години, с цел непрекъснато подобряване на функциите Siri, Диктовка, Превод и други ограничени функции за езикова обработка в продуктите и услугите на Apple. Основни Опцията за включване в програмата, която сте избрали при настройването на iPhone или iPad, ще е валидна за всяко ново свързано Apple устройство или поддържан аксесоар за HomeKit, което се настройва с този iPhone или iPad и на което сте включили Siri. Можете по-късно да промените това в настройките на всяко устройство. Като активирате Подобряване на Siri и Диктовка, вие се съгласявате Apple и нейните дъщерни дружества и агенти да предават, събират, поддържат, обработват и използват тази информация с цел осигуряване и подобряване на функциите Siri, Диктовка, Търсене, Превод и други ограничени функции за езикова обработка в продуктите и услугите на Apple, както е описано по-горе. Apple може да обработва и съхранява тази информация с други доверени доставчици на услуги. Събраната от Apple информация за използването на функциите Siri, Диктовка или Превод винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: Siri i dictat Si actives la millora de Siri i el dictat, és possible que Apple emmagatzemi totes les interaccions, incloses les dades de l’àudio i les transcripcions d’allò que hagis dit o escrit en demanar alguna cosa a Siri. És possible que s’utilitzin les dades de l’àudio, les transcripcions i altra informació relacionada amb la sol·licitud, com ara el tipus o la categoria, les especificacions del dispositiu, les estadístiques de rendiment i la ubicació aproximada del dispositiu en el moment de fer‑la, per desenvolupar i millorar Siri, el dictat, la cerca i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis d’Apple. Per exemple, pot ser que s’utilitzin les transcripcions per perfeccionar Siri, la cerca, el control per veu, la traducció i els models del reconeixement de veu automàtic. També pot ser que el personal d’anàlisi en revisi algunes de les dades, tot i que només els empleats d’Apple en podran revisar l’àudio. Lʼhistorial de sol·licituds, que inclou les dades de l’àudio, les transcripcions i les dades relacionades amb la petició, sʼassocia a un identificador aleatori generat pel dispositiu durant 6 mesos. Passats 6 mesos, l’historial de sol·licituds es dissocia de l’identificador aleatori i pot ser que es desi fins a 2 anys més. Així mateix, és possible que una petita part de les sol·licituds que s’hagin revisat es conservin durant més de 2 anys, sense l’identificador aleatori, per continuar millorant Siri, el dictat, la cerca i un nombre limitat d’altres funcions de processament del llenguatge. L’historial de sol·licituds no s’utilitza per generar un perfil comercial i no es ven mai a ningú. Si se selecciona una de les teves interaccions amb Siri o el dictat per revisar‑la, s’analitzaran tant la sol·licitud com la resposta de Siri per determinar‑ne la precisió i per ajudar a millorar Siri, el dictat, la cerca i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis dʼApple. Depenent del context de la petició, pot ser que se’n revisin més dades contextuals que hi estiguin directament relacionades, com ara els noms dels contactes o les apps instal·lades als dispositius, per tal d’avaluar l’efectivitat de la resposta de Siri. Només els treballadors d’Apple, que estan subjectes a obligacions de confidencialitat estrictes, poden accedir a les interaccions d’àudio amb Siri i el dictat. Pots canviar la configuració de la millora de Siri i el dictat en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i millores. Pots eliminar les interaccions associades a un identificador aleatori i desades durant 6 mesos o menys a lʼapp Configuració > Apple Intelligence i Siri > Historial de Siri i el dictat > Elimina lʼhistorial de Siri i el dictat. Per desactivar Siri i el dictat, ves a l’app Configuració > General > Teclat i desactiva l’opció “Activa el dictat”. Tot seguit, ves a l’app Configuració > Apple Intelligence i Siri, desactiva “Activa en dir…” i, després, “Prem el botó lateral per a Siri” i “Escriu a Siri”. Si desactives Siri i el dictat, s’eliminaran les interaccions associades a l’identificador aleatori. Traducció Si actives la millora de Siri i el dictat, els treballadors d’Apple podran desar les entrades d’àudio i de text i les transcripcions generades automàticament a partir de les sol·licituds de traducció, juntament amb els identificadors aleatoris i rotatius generats al dispositiu, per desenvolupar i millorar Siri, el dictat, l’app Traducció i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis d’Apple. Les sol·licituds de traducció es podran conservar fins a 2 anys per ajudar Apple a desenvolupar i millorar Siri, el dictat, l’app Traducció i un nombre limitat d’altres funcionalitats de processament del llenguatge. Per exemple, pot ser que s’utilitzin les transcripcions per perfeccionar Siri, la cerca, el control per veu, la traducció i els models del reconeixement de veu automàtic. Si se selecciona una de les teves interaccions amb l’app Traducció per revisar‑la, s’analitzaran la sol·licitud i la resposta per determinar‑ne la precisió. Només els treballadors d’Apple, que estan subjectes a obligacions de confidencialitat molt estrictes, poden accedir a l’àudio de l’app Traducció. És possible que la petita part de les interaccions amb l’app Traducció que s’hagin revisat es conservin durant més de 2 anys per continuar millorant Siri, el dictat, l’app Traducció i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis d’Apple. General La preferència que seleccionis en configurar un iPhone o iPad sʼaplicarà en tots els dispositius Apple connectats o accessoris compatibles amb el HomeKit nous que configuris amb aquell iPhone o iPad que tingui Siri activat. Pots canviar aquesta opció més tard a la configuració de cada dispositiu. En activar la millora de Siri i el dictat, acceptes i permets que Apple, els seus agents i les seves filials transmetin, recopilin, conservin, processin i utilitzin aquesta informació per proporcionar i millorar Siri, el dictat, la cerca, l’app Traducció i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis d’Apple tal com es descriu anteriorment. Apple pot processar i desar aquesta informació amb proveïdors de serveis de tercers que consideri de confiança. La informació recopilada per Apple en relació amb l’ús de Siri, el dictat o l’app Traducció es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Siri a diktování Pokud se rozhodnete zapojit do vylepšování Siri a diktování, Apple může ukládat všechny vaše interakce se Siri a diktováním včetně zvukových dat a přepisů toho, co Siri říkáte a píšete. Zvuková data, přepisy a související údaje o požadavcích, jako je kategorie zadaného požadavku, specifikace zařízení, statistiky výkonu a přibližná poloha vašeho zařízení v době zadání požadavku, mohou být použity k vývoji a vylepšování Siri, diktování, hledání a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách společnosti Apple. Přepisy můžou být například využity k dolaďování Siri, hledání, hlasového ovládání, překladových funkcí a modelů automatického rozpoznávání řeči. Část těchto dat může být přezkoumána pracovníky pověřenými vyhodnocováním, přičemž vyhodnocování zvukových záznamů provádí výhradně zaměstnanci společnosti Apple. Historie vašich požadavků, včetně zvukových dat, přepisů a souvisejících údajů o požadavcích, je po dobu šesti měsíců propojena s náhodným identifikátorem, vygenerovaným na zařízení. Po šesti měsících je historie vašich požadavků oddělena od náhodného identifikátoru a může být uchovávána až dva roky. Malá část požadavků, která byla analyzována, může být uchována déle než dva roky s cílem dalšího vylepšování Siri, diktování, hledání a omezeného okruhu dalších funkcí pro zpracování jazyka, ovšem bez propojení s náhodným identifikátorem. Historie požadavků není využívána k vytváření marketingových profilů, ani není nikdy prodávána jakýmkoli dalším stranám. Pokud bude některá z vašich interakcí se Siri nebo diktováním vybrána pro analýzu, požadavek i odpověď, kterou Siri poskytla, budou analyzovány za účelem zjištění přesnosti odezvy a obecného vylepšování Siri, diktování, hledání a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách Apple. V závislosti na kontextu vašeho požadavku může pracovník pověřený vyhodnocováním získat přístup k dalším kontextovým datům, které se k požadavku přímo vztahují (například ke jménům vašich kontaktů nebo názvům aplikací nainstalovaných ve vašich zařízeních), pro účely klasifikace efektivity reakce Siri. Ke zvukové komunikaci se Siri a Diktováním mají přístup pouze zaměstnanci Apple vázaní přísným ujednáním o zachování důvěrnosti. Nastavení vylepšování Siri a diktovacích služeb můžete kdykoli změnit. Chcete‑li to provést, přejděte do Nastavení > Soukromí a zabezpečení > Analýza a vylepšování. Údaje o interakcích sdružené s náhodným identifikátorem a uchovávané po maximální dobu šesti měsíců můžete smazat tak, že přejdete do Nastavení > Apple Intelligence a Siri > Historie Siri a diktování a pak klepnete na Smazat historii Siri a diktování. Chcete‑li vypnout Siri a diktování, přejděte do Nastavení > Obecné > Klávesnice a klepnutím vypněte volbu Povolit diktování. Potom přejděte do Nastavení > Apple Intelligence a Siri > Čekat na vyslovení a klepněte na Vypnuto. Následně klepnutím vypněte volby Spustit Siri postranním tlačítkem a Písemná komunikace se Siri. Po vypnutí Siri a diktování budou smazána data vašich interakcí propojená s náhodným identifikátorem. Aplikace Přeložit Jestliže se zapojíte do programu pro vylepšování Siri a diktování, mohou být záznamy vašeho hlasového a textového vstupu a přepisy vašich požadavků na překlad, sdružené s náhodnými průběžně obměňovanými identifikátory vygenerovanými na zařízení, ukládány a analyzovány zaměstnanci společnosti Apple za účelem vývoje a vylepšování Siri, diktování, aplikace Přeložit a omezeného okruhu funkcí pro zpracování jazyka v produktech a službách Apple. Vaše požadavky na překlad mohou být uchovávány až dva roky a společnost Apple je může využívat při vývoji a vylepšování Siri, diktování, aplikace Přeložit a omezeného okruhu dalších funkcí pro zpracování jazyka. Přepisy můžou být například využity k dolaďování Siri, hledání, hlasového ovládání, překladových funkcí a modelů automatického rozpoznávání řeči. Pokud bude některá z vašich interakcí s aplikací Přeložit vybrána pro analýzu, žádost o překlad i poskytnutá odpověď budou analyzovány za účelem zjištění přesnosti odezvy. K vašemu hlasovému vstupu s požadavky na překlad mají přístup pouze zaměstnanci společnosti Apple vázaní přísným ujednáním o zachování důvěrnosti. Malá část vašich interakcí s překladovými službami, která prošla analýzou, může být uchovávána déle než dva roky a nadále využívána k vylepšování Siri, diktování, aplikace Přeložit a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách Apple. Obecné Předvolba udělení souhlasu, kterou jste vybrali při nastavování iPhonu nebo iPadu, bude použita také na všech nově propojených zařízeních Apple a podporovaných zařízeních HomeKitu, jež jste nastavili pomocí iPhonu nebo iPadu se zapnutou službou Siri. Později můžete tuto předvolbu změnit v nastavení jednotlivých zařízení. Zapnutím vylepšování Siri a diktování vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její dceřiné společnosti a zástupci mohou uvedené informace přenášet, shromažďovat, udržovat, zpracovávat a využívat za účelem poskytování a vylepšování Siri, diktování, hledání, aplikace Přeložit a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách Apple, jak je popsáno výše. Společnost Apple může tyto informace zpracovávat a uchovávat ve spolupráci s důvěryhodnými nezávislými poskytovateli služeb. Společnost Apple bude s informacemi, které při vašem používání Siri, diktování a překladových služeb shromáždí, za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Siri og Diktering Hvis du vælger at dele oplysninger med Gør Siri og Diktering bedre, gemmer Apple muligvis alle dine interaktioner med Siri og Diktering, herunder lyddata og transskriptioner af det, du siger og skriver til Siri. Lyddata, transskriptioner og relaterede anmodningsdata, f.eks. kategorien af den foretagne anmodning, specifikationer for enheden, statistik over ydeevne og omtrentlig lokalitet for din enhed, da anmodningen blev foretaget, bruges muligvis til at udvikle og forbedre Siri, Diktering, Søg og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester. Transskriptioner bruges f.eks. muligvis til at finjustere Siri, Søg, Stemmekontrol, Oversæt og modeller til automatisk talegenkendelse. Et udvalg af disse data gennemgås muligvis af evaluatorer, og gennemgang af lyd foretages kun af Apple-medarbejdere. Din anmodningshistorik, som inkluderer dine lyddata, transkriptioner og relaterede anmodningsdata, knyttes til et vilkårligt, enhedsgenereret id i seks måneder. Efter seks måneder fjernes tilknytningen af din anmodningshistorik til det tilfældige id, og historikken opbevares muligvis i op til to år. Det lille udvalg af anmodninger, der er blevet gennemgået, opbevares muligvis længere end to år uden det tilfældige id med henblik på løbende forbedring af Siri, Diktering, Søg og et begrænset antal af andre funktioner til behandling af sprog. Din anmodningshistorik bruges ikke til at opbygge en markedsføringsprofil og sælges aldrig til nogen. Hvis en af dine interaktioner med Siri eller Diktering udvælges til gennemgang, bliver anmodningen og svaret fra Siri analyseret for at fastslå nøjagtigheden og for at forbedre Siri, Diktering, Søg og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester. Afhængigt af konteksten af din anmodning vil en evaluator muligvis få adgang til yderligere kontekstuelle data, der er relevante for anmodningen, f.eks. navnene på dine kontakter eller apps, der er installeret på dine enheder, for at bedømme effektiviteten af svaret fra Siri. Det er kun Apple-medarbejdere, som er underlagt tavshedspligt, der kan få adgang til lydinteraktioner med Siri og Diktering. Du kan altid ændre indstillingen af Gør Siri og Diktering bedre. Det gør du ved at gå til Indstillinger > Anonymitet & sikkerhed > Analyse og forbedringer. Du kan slette interaktioner, der er tilknyttet et vilkårligt id og opbevares i seks måneder eller mindre, ved at gå til Indstillinger > Apple Intelligence & Siri > Historik for Siri og Diktering og trykke på Slet historik for Siri og Diktering. Du kan slå Siri og Diktering fra ved at gå til Indstillinger > Generelt > Tastatur og trykke for at slå muligheden “Slå Diktering til” fra. Gå derefter til Indstillinger > Apple Intelligence & Siri > Lyt efter, og tryk på Fra. Tryk derefter for at slå “Tryk på sideknappen for Siri” og “Skriv til Siri” fra. Dine interaktioner, der er tilknyttet det vilkårlige id, bliver slettet, hvis du slår Siri og Diktering fra. Oversæt Hvis du vælger at dele oplysninger med Gør Siri og Diktering bedre, bliver din lyd, din indtastede tekst og andre transskriptioner af dine forespørgsler i Oversæt, som er forbundet med tilfældige, roterende enhedsgenererede id’er, muligvis opbevaret og gennemgået af Apple-medarbejdere med henblik på at udvikle og forbedre Siri, Diktering, Oversæt og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester. Dine forespørgsler i Oversæt kan blive opbevaret i op til to år for at hjælpe Apple med at udvikle og forbedre Siri, Diktering, Oversæt og et begrænset antal af andre funktioner til behandling af sprog. Transskriptioner bruges f.eks. muligvis til at finjustere Siri, Søg, Stemmekontrol, Oversæt og modeller til automatisk talegenkendelse. Hvis en af dine interaktioner med Oversæt udvælges til gennemgang, bliver anmodningen om oversættelse og svaret analyseret for at fastslå nøjagtigheden. Det er kun Apple-medarbejdere, som er underlagt streng tavshedspligt, der kan få adgang til din lyd i Oversæt. Det lille udvalg af interaktioner med Oversæt, der er blevet gennemgået, bliver muligvis opbevaret i over to år med henblik på løbende forbedring af Siri, Diktering, Oversæt og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester. Generelt Den indstilling, du vælger, når du indstiller en iPhone eller iPad, anvendes på alle nye Apple-enheder, der tilsluttes, samt på understøttet HomeKit-tilbehør, der er indstillet vha. den pågældende iPhone eller iPad, hvor Siri er slået til. Du kan ændre dette senere i indstillingerne til hver enkelt enhed. Hvis du slår Gør Siri og Diktering bedre til, erklærer du dig indforstået med, at Apple, dets datterselskaber og agenter sender, indsamler, vedligeholder, behandler og benytter disse oplysninger med henblik på at levere og forbedre Siri, Diktering, Søg, Oversæt og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester som beskrevet ovenfor. Apple vil muligvis behandle og opbevare disse oplysninger hos pålidelige tredjepartsudbydere af tjenester. Oplysninger indsamlet af Apple fra din brug af Siri, Diktering eller Oversæt vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som findes på www.apple.com/dk/privacy.
de: Siri und Diktierfunktion Wenn du „Siri und Diktierfunktion verbessern“ aktiviert hast, kann Apple deine gesamten Interaktionen mit „Siri und Diktierfunktion“ speichern, einschließlich der Audiodaten und Transkripte deiner getippten und gesprochenen Siri-Anfragen. Audiodaten, Transkripte und zugehörige Anfragedaten wie die Kategorie der gestellten Anfrage, Gerätespezifikationen, Leistungsstatistiken und der ungefähre Standort deines Geräts zum Zeitpunkt der Anfrage können verwendet werden, um Siri, die Diktierfunktion, die Suche und begrenzte andere Sprachverarbeitungsfunktionen in Produkten und Diensten von Apple zu entwickeln und zu verbessern. Transkripte werden möglicherweise verwendet, um Siri, die Suche, die Sprachsteuerung, die App „Übersetzen“ und Modelle für die automatische Spracherkennung zu optimieren. Ein Teil dieser Daten kann von Prüfpersonal überprüft werden. Die Prüfung von Audiomaterial wird ausschließlich von Apple-Mitarbeiter:innen durchgeführt. Dein Anfrageverlauf, zu dem auch deine Audiodaten, Transkripte und zugehörigen Anfragedaten gehören, wird sechs Monate lang mit einer auf dem Gerät generierten Zufalls-ID verknüpft. Nach sechs Monaten wird der Anfrageverlauf nicht mehr mit der Zufalls-ID verknüpft und kann bis zu zwei Jahre gespeichert werden. Der kleine Teil der Anfragen, die überprüft wurden, kann ohne Zufalls-ID länger als zwei Jahre aufbewahrt werden, um Siri, die Diktierfunktion, die Suche und bestimmte andere Sprachverarbeitungsfunktionen kontinuierlich zu verbessern. Dein Anfrageverlauf wird nicht verwendet, um ein Marketingprofil zu erstellen, und wird nie an Dritte verkauft. Wenn eine deiner Interaktionen mit Siri oder der Diktierfunktion geprüft wird, werden die Anfrage sowie die von Siri bereitgestellte Antwort analysiert, um ihre Genauigkeit festzustellen und Siri, die Diktierfunktion, die Suche und bestimmte andere Sprachverarbeitungsfunktionen in Produkten und Diensten von Apple allgemein zu verbessern. Abhängig vom Kontext deiner Anfrage können Prüfer:innen auf zusätzliche Kontextdaten zugreifen, die für die Anfrage direkt relevant sind, wie die Namen deiner Kontakte oder die auf deinen Geräten installierten Apps, um die Gültigkeit der Antwort von Siri zu bewerten. Der Zugriff auf Audiointeraktionen mit Siri und der Diktierfunktion ist nur Apple-Mitarbeiter:innen gestattet, die strengen Geheimhaltungspflichten unterliegen. Du kannst deine Einstellung für „Siri und Diktierfunktion verbessern“ jederzeit ändern. Öffne dazu „Einstellungen“ > „Datenschutz & Sicherheit“ > „Analyse & Verbesserungen“. Du kannst Interaktionen löschen, die einer Zufalls-ID zugeordnet sind und für maximal sechs Monate gespeichert werden. Dazu öffnest du „Einstellungen“ > „Apple Intelligence & Siri“ > „Siri- und Diktierverlauf“ und tippst auf „Siri- und Diktierverlauf löschen“. Du kannst Siri und die Diktierfunktion deaktivieren, indem du „Einstellungen“ > „Allgemein“ > „Tastatur“ auswählst und auf die Option „Diktierfunktion aktivieren“ tippst, um diese Option zu deaktivieren. Anschließend öffnest du „Einstellungen“ > „Apple Intelligence & Siri“ > „Achten auf“, tippst auf „Aus“ und deaktivierst „Für Siri Seitentaste drücken“ und „Siri-Anfragen tippen“. Deine Interaktionen, die mit der Zufalls-ID verknüpft sind, werden beim Deaktivieren von Siri und der Diktierfunktion gelöscht. Übersetzen Wenn du eingewilligt hast, die Funktion „Siri und Diktierfunktion verbessern“ zu verwenden, können dein Audio, deine Texteingabe und die Transkripte deiner Anfragen an „Übersetzen“, die mit wechselnden, auf dem Gerät generierten Zufalls-IDs verknüpft sind, von Apple-Mitarbeiter:innen gespeichert und überprüft werden, um Siri, die Diktierfunktion, die App „Übersetzen“ und bestimmte andere Sprachverarbeitungsfunktionen in den Produkten und Diensten von Apple zu entwickeln und zu verbessern. Deine Anfragen an „Übersetzen“ können bis zu zwei Jahre gespeichert werden, um Apple bei der Entwicklung und Verbesserung von Siri, der Diktierfunktion, der App „Übersetzen“ und bestimmten anderen Sprachverarbeitungsfunktionen zu unterstützen. Transkripte werden möglicherweise verwendet, um Siri, die Suche, die Sprachsteuerung, die App „Übersetzen“ und Modelle für die automatische Spracherkennung zu optimieren. Wenn eine deiner Interaktionen mit der Funktion „Übersetzen“ zur Überprüfung ausgewählt wird, werden die Übersetzungsanfrage sowie die übermittelte Übersetzung analysiert, um die Genauigkeit festzustellen. Der Zugriff auf die Audiodaten für die App „Übersetzen“ ist nur Apple-Mitarbeiter:innen gestattet, die strengen Geheimhaltungspflichten unterliegen. Der kleine Teil von Interaktionen in „Übersetzen“, der überprüft wurde, kann mehr als zwei Jahre aufbewahrt werden, um Siri, die Diktierfunktion, die App „Übersetzen“ und bestimmte andere Sprachverarbeitungsfunktionen in den Produkten und Diensten von Apple kontinuierlich zu verbessern. Allgemein Die Einwilligungseinstellung, die du beim Einrichten des iPhone oder iPad ausgewählt hast, gilt für jedes verbundene Apple-Gerät oder unterstütztes HomeKit-Gerät, die mit diesem iPhone oder iPad eingerichtet wurden und Siri aktiviert haben. Du kannst dies später in den Einstellungen für jedes Gerät ändern. Durch die Aktivierung von „Siri verbessern“ und der Diktierfunktion erklärst du dein Einverständnis damit, dass Apple sowie Tochterunternehmen und Mitarbeiter:innen von Apple diese Daten übertragen, sammeln, verwalten, verarbeiten und nutzen, um Siri, die Diktierfunktion, die Suche, die Übersetzungsfunktion und begrenzte andere Funktionen der Sprachverarbeitung in Produkten und Diensten von Apple bereitzustellen und zu verbessern (wie oben beschrieben). Apple ist berechtigt, vertrauenswürdige Drittanbieter derartiger Dienste mit dem Verarbeiten und Speichern dieser Daten zu beauftragen. Informationen, die Apple durch deine Nutzung von Siri, der Diktierfunktion oder der Übersetzungsfunktion gesammelt hat, werden jederzeit in Übereinstimmung mit der Apple-Datenschutzrichtlinie unter www.apple.com/de/privacy behandelt.
el: Siri και Υπαγόρευση Αν επιλέξετε να συμμετάσχετε στη Βελτίωση του Siri και της Υπαγόρευσης, η Apple ενδέχεται να αποθηκεύει όλες τις αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση, συμπεριλαμβανομένων των δεδομένων ήχου και των απομαγνητοφωνήσεων των εκφωνούμενων αιτημάτων σας, καθώς και των γραπτών αιτημάτων σας στο Siri. Τα δεδομένα ήχου, οι απομαγνητοφωνήσεις και τα σχετικά δεδομένα αιτημάτων, π.χ. κατηγορία του υποβληθέντος αιτήματος, προδιαγραφές συσκευών, στατιστικά απόδοσης και η κατά προσέγγιση τοποθεσία της συσκευής σας τη στιγμή υποβολής του αιτήματος, ενδέχεται να χρησιμοποιηθούν για την ανάπτυξη και βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης και ενός περιορισμένου αριθμού άλλων λειτουργιών επεξεργασίας γλώσσας σε προϊόντα και υπηρεσίες της Apple. Για παράδειγμα, οι απομαγνητοφωνήσεις ενδέχεται να χρησιμοποιούνται για την ακριβή προσαρμογή του Siri, της Αναζήτησης, του Φωνητικού ελέγχου, της Μετάφρασης, καθώς και μοντέλων αυτόματης αναγνώρισης ομιλίας. Ένα υποσύνολο αυτών των δεδομένων ενδέχεται να ελεγχθεί από τους βαθμολογητές. Ο έλεγχος των δεδομένων ήχου πραγματοποιείται μόνο από υπαλλήλους της Apple. Το ιστορικό αιτημάτων σας, που περιλαμβάνει δεδομένα ήχου, απομαγνητοφωνήσεις και τυχόν σχετικά δεδομένα αιτήματος, συσχετίζεται με ένα τυχαίο αναγνωριστικό που παράγεται από τη συσκευή για έξι μήνες. Μετά από έξι μήνες, το ιστορικό αιτημάτων σας αποσυσχετίζεται από το τυχαίο αναγνωριστικό και ενδέχεται να διατηρηθεί για έως και δύο έτη. Το μικρό υποσύνολο αιτημάτων που έχουν ελεγχθεί ενδέχεται να διατηρηθεί για παραπάνω από δύο έτη, χωρίς το τυχαίο αναγνωριστικό, για τη συνεχή βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης και ενός περιορισμένου αριθμού άλλων δυνατοτήτων επεξεργασίας γλώσσας. Το ιστορικό αιτημάτων σας δεν χρησιμοποιείται για δημιουργία προφίλ μάρκετινγκ και δεν πωλείται ποτέ σε κανένα άτομο. Αν επιλεγεί για εξέταση μία από τις αλληλεπιδράσεις σας με το Siri ή την Υπαγόρευση, το αίτημα, καθώς και η απάντηση από το Siri, θα αναλυθούν για τον προσδιορισμό της ακρίβειας και τη γενική βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης και περιορισμένων άλλων λειτουργιών επεξεργασίας γλώσσας σε προϊόντα και υπηρεσίες της Apple. Ανάλογα με το περιεχόμενο του αιτήματός σας, ένα άτομο με αρμοδιότητες ελέγχου ενδέχεται να προσπελάσει πρόσθετα δεδομένα περιεχομένου που σχετίζονται με το αίτημα, π.χ. τα ονόματα των επαφών σας ή εγκατεστημένες εφαρμογές στις συσκευές σας, προκειμένου να βαθμολογήσει την αποτελεσματικότητα της απάντησης του Siri. Μόνο οι υπάλληλοι της Apple, που υπόκεινται σε αυστηρές δεσμεύσεις εμπιστευτικότητας, μπορούν να έχουν πρόσβαση σε ηχητικές αλληλεπιδράσεις με το Siri και την Υπαγόρευση. Μπορείτε να αλλάξετε τη ρύθμιση για τη Βελτίωση του Siri και της Υπαγόρευσης ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Ανάλυση και βελτιώσεις». Για να διαγράψετε αλληλεπιδράσεις που είναι συσχετισμένες με ένα τυχαίο αναγνωριστικό και διατηρούνται για έως έξι μήνες, μεταβείτε στις «Ρυθμίσεις» > «Apple Intelligence και Siri» > «Ιστορικό Siri και Υπαγόρευσης» και αγγίξτε «Διαγραφή ιστορικού Siri και Υπαγόρευσης». Για να απενεργοποιήσετε το Siri και την Υπαγόρευση, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» > «Πληκτρολόγιο» και αγγίξτε για απενεργοποίηση της ρύθμισης «Ενεργοποίηση Υπαγόρευσης». Έπειτα, μεταβείτε στις «Ρυθμίσεις» > «Apple Intelligence και Siri» > «Ακρόαση για» και αγγίξτε «Όχι», και στη συνέχεια αγγίξτε για απενεργοποίηση των ρυθμίσεων «Πλευρικό κουμπί για Siri» και «Γραπτό αίτημα στο Siri». Οι αλληλεπιδράσεις σας που είναι συσχετισμένες με το τυχαίο αναγνωριστικό θα διαγραφούν αν απενεργοποιήσετε το Siri και την Υπαγόρευση. Μετάφραση Αν επιλέξετε να συμμετάσχετε στη Βελτίωση του Siri και της Υπαγόρευσης, η είσοδος ήχου και κειμένου, καθώς και οι απομαγνητοφωνήσεις των αιτημάτων σας στη Μετάφραση, οι οποίες συσχετίζονται με τυχαία, εναλλασσόμενα αναγνωριστικά που παράγει η συσκευή, μπορεί να αποθηκεύονται και να ελέγχονται από υπαλλήλους της Apple με σκοπό την ανάπτυξη και τη βελτίωση του Siri, της Υπαγόρευσης, της Μετάφρασης, καθώς και ενός περιορισμένου αριθμού άλλων λειτουργιών επεξεργασίας γλώσσας σε προϊόντα και υπηρεσίες της Apple. Τα αιτήματα Μετάφρασής σας μπορεί να διατηρηθούν για έως και δύο έτη ώστε να βοηθήσουν την Apple στην ανάπτυξη και τη βελτίωση του Siri, της Υπαγόρευσης, της Μετάφρασης, καθώς και ενός περιορισμένου αριθμού άλλων λειτουργιών γλωσσικής επεξεργασίας. Για παράδειγμα, οι απομαγνητοφωνήσεις ενδέχεται να χρησιμοποιούνται για την ακριβή προσαρμογή του Siri, της Αναζήτησης, του Φωνητικού ελέγχου, της Μετάφρασης, καθώς και μοντέλων αυτόματης αναγνώρισης ομιλίας. Αν επιλεχθεί για έλεγχο μία από τις αλληλεπιδράσεις σας με τη Μετάφραση, το αίτημα μετάφρασης και η απάντηση μετάφρασης που θα λάβετε θα αναλυθούν για προσδιορισμό της ακρίβειας. Μόνο οι υπάλληλοι της Apple, που υπόκεινται σε αυστηρές δεσμεύσεις εμπιστευτικότητας, μπορούν να έχουν πρόσβαση στις ηχητικές αλληλεπιδράσεις σας με τη Μετάφραση. Το μικρό υποσύνολο των αλληλεπιδράσεών σας με τη Μετάφραση που έχουν ελεγχθεί μπορεί να διατηρηθεί για παραπάνω από δύο έτη για τη συνεχή βελτίωση του Siri, της Υπαγόρευσης, της Μετάφρασης, καθώς και ενός περιορισμένου αριθμού άλλων λειτουργιών επεξεργασίας γλώσσας σε προϊόντα και υπηρεσίες Apple. Γενικά Η προτίμηση συμμετοχής που επιλέξατε κατά τη διαμόρφωση ενός iPhone ή iPad θα εφαρμοστεί σε οποιαδήποτε νέα συνδεδεμένη συσκευή Apple ή υποστηριζόμενο αξεσουάρ HomeKit που έχετε διαμορφώσει με αυτό το iPhone ή iPad που έχει ενεργοποιημένο το Siri. Μπορείτε να αλλάξετε αυτήν την προτίμηση ανά πάσα στιγμή στις ρυθμίσεις της εκάστοτε συσκευής. Αν ενεργοποιήσετε τη Βελτίωση Siri και Υπαγόρευσης, συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών από την Apple, τις θυγατρικές και τους αντιπροσώπους της, για παροχή και βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης, της Μετάφρασης και ενός περιορισμένου αριθμού άλλων λειτουργιών γλωσσικής επεξεργασίας σε προϊόντα και υπηρεσίες της Apple, όπως περιγράφεται παραπάνω. Η Apple ενδέχεται να επεξεργαστεί και να αποθηκεύσει αυτές τις πληροφορίες σε αξιόπιστους τρίτους παρόχους υπηρεσιών. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple από την από μέρους σας χρήση του Siri, της Υπαγόρευσης ή της Μετάφρασης πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της Apple, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Siri y Dictado Si activas “Mejorar Siri y Dictado”, Apple podrá almacenar todas tus interacciones con Siri y Dictado, incluidos los datos de audio y las transcripciones de lo que digas y escribas a Siri. Los datos de audio, las transcripciones y otra información relacionada con las peticiones, como la categoría de la petición que realices, las especificaciones del dispositivo, las estadísticas de rendimiento y la ubicación aproximada del dispositivo en el momento de hacer la petición, se pueden usar para desarrollar y mejorar Siri, las funciones de dictado y búsqueda, y otras prestaciones de procesamiento del lenguaje en los productos y servicios de Apple. Por ejemplo, las transcripciones podrían usarse para ajustar Siri, las funciones de búsqueda y traducción, el control por voz y los modelos de reconocimiento de voz automático. Cabe la posibilidad de que se revise un subconjunto de estos datos, en cuyo caso solo podrán llevar a cabo la revisión del audio empleados de Apple. Tu historial de peticiones, que incluye los datos de audio, las transcripciones y otros datos relacionados con las peticiones, se asocia con un identificador aleatorio generado por el dispositivo durante seis meses. Transcurridos seis meses, el historial de peticiones deja de estar asociado con el identificador aleatorio y puede conservarse durante un máximo de dos años. Asimismo, el reducido subconjunto de peticiones que se hayan revisado puede conservarse durante más de dos años, sin el identificador aleatorio, para seguir mejorando Siri, las funciones de dictado y búsqueda, y otras prestaciones de procesamiento del lenguaje. Tu historial de peticiones no se usa para elaborar un perfil comercial y nunca se vende a terceros. Si se selecciona una de tus interacciones con Siri o Dictado para someterla a revisión, la petición, así como la respuesta que Siri haya proporcionado, se analizarán para determinar su precisión y para mejorar con carácter general Siri, las funciones de dictado y búsqueda, y otras prestaciones de procesamiento del lenguaje en los productos y servicios de Apple. Dependiendo del contexto de la petición, es posible que la persona encargada de la revisión acceda a datos contextuales adicionales que estén directamente relacionados con la petición, como los nombres de tus contactos o las apps instaladas en tus dispositivos, a fin de evaluar la eficacia de la respuesta de Siri. Solo los empleados de Apple, que están sujetos a estrictas obligaciones de confidencialidad, tendrán acceso a las interacciones de audio con Siri y Dictado. Puedes cambiar el ajuste para “Mejorar Siri y Dictado” en cualquier momento. Para ello, ve a Ajustes > Privacidad y seguridad > Análisis y mejoras. Puedes eliminar las interacciones asociadas con un identificador aleatorio y conservadas durante un periodo máximo de seis meses con la opción “Eliminar el historial de Siri y Dictado” en Ajustes > Apple Intelligence y Siri > Historial de Siri y Dictado. Para desactivar Siri y Dictado, desactiva la opción “Activar dictado” en Ajustes > General > Teclado. A continuación, ve a Ajustes > Apple Intelligence y Siri, y desactiva las opciones “Al oír”, “Al pulsar el botón lateral” y “Escribir a Siri”. Tus interacciones asociadas con el identificador aleatorio se eliminarán si desactivas Siri y Dictado. Traducir Si activas “Mejorar Siri y Dictado”, las entradas de audio y de texto y las transcripciones de tus peticiones a la app Traducir, que se asocian con identificadores aleatorios rotativos generados en el dispositivo, podrán almacenarse y revisarse por parte de trabajadores de Apple para desarrollar y mejorar Siri, las funciones de dictado y traducción, y otras prestaciones de procesamiento del lenguaje de los productos y servicios de Apple. Tus peticiones de traducción pueden conservarse durante un máximo de dos años para ayudar a Apple a desarrollar y mejorar Siri, las funciones de dictado y traducción, y otras prestaciones de procesamiento del lenguaje. Por ejemplo, las transcripciones podrían usarse para ajustar Siri, las funciones de búsqueda y traducción, el control por voz y los modelos de reconocimiento de voz automático. Si se selecciona una de tus interacciones con la app Traducir para someterla a revisión, la petición de traducción, así como la respuesta proporcionada, se analizarán para determinar su precisión. Solo los empleados de Apple, sujetos a estrictas obligaciones de confidencialidad, tienen acceso a las entradas de audio de la app Traducir. El reducido subconjunto de interacciones con la app Traducir que se hayan revisado podrá conservarse durante más de dos años para seguir mejorando Siri, las funciones de dictado y traducción, y otras prestaciones de procesamiento del lenguaje en los productos y servicios de Apple. General La preferencia seleccionada al configurar un iPhone o iPad se aplicará a cualquier dispositivo Apple nuevo o accesorio compatible con HomeKit que se conecte y configure con ese iPhone o iPad que tenga Siri activado. Esta opción se puede modificar cuando quieras en los ajustes de cada dispositivo. Al activar “Mejorar Siri y Dictado”, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes con el fin de proporcionar y mejorar Siri, las funciones de dictado, búsqueda y traducción, y otras prestaciones de procesamiento del lenguaje de los productos y servicios de Apple, tal como se ha descrito anteriormente. Apple puede procesar y almacenar esta información con proveedores de servicios de terceros de confianza. En todo momento, la información recopilada por Apple derivada del uso de Siri, Dictado o la app Traducir se tratará de acuerdo con lo establecido en la política de privacidad de Apple, que está disponible en www.apple.com/es/privacy.
es_419: Siri y Dictado Si optas por activar Mejorar Siri y Dictado, Apple puede almacenar todas tus interacciones con Siri y Dictado, incluyendo datos de audio y transcripciones de lo que dices y escribes en tus peticiones de Siri. Los datos de audio, las transcripciones y los datos relacionados con las peticiones, como la categoría de una petición, las especificaciones del dispositivo, las estadísticas de rendimiento y la ubicación aproximada del dispositivo al momento de realizar la petición, pueden usarse para desarrollar y mejorar Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del idioma en los productos y servicios de Apple. Por ejemplo, las transcripciones pueden usarse para refinar Siri, Buscar, Control por voz, Traducir y los modelos de aprendizaje automático de reconocimiento de voz. Es posible que se revise un subconjunto de estos datos, y las revisiones del contenido de audio las realizan exclusivamente empleados de Apple. Tu historial de peticiones —el cual incluye datos de audio, transcripciones y datos relacionados con las peticiones— se asocia con un identificador aleatorio generado en el dispositivo durante un periodo de seis meses. Después de seis meses, tu historial de solicitudes deja de estar asociado con el identificador aleatorio y puede conservarse durante un máximo de dos años, y el pequeño subconjunto de peticiones que se han revisado podría conservarse por más de dos años, sin el identificador aleatorio, para la mejora continua de Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del lenguaje. Tu historial de peticiones no se usa para crear un perfil de marketing y nunca se vende a nadie. Si una de tus interacciones con Siri o Dictado se elige para revisión, la petición y la respuesta que proporcionó Siri se analizan para determinar la precisión y mejorar de forma general Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. Dependiendo del contexto de tu petición, un revisor podría acceder a datos contextuales adicionales que estén directamente relacionados con la petición, como nombres de contactos o apps instaladas en el dispositivo, para así calificar la eficiencia de la respuesta de Siri. Sólo los empleados de Apple, sujetos a estrictas obligaciones de confidencialidad, pueden acceder a las interacciones de audio de Siri y Dictado. Puedes cambiar tu configuración de Mejorar Siri y Dictado en cualquier momento. Para hacerlo, ve a Configuración > Privacidad y seguridad > Análisis y mejoras. Puedes eliminar las interacciones asociadas con un identificador aleatorio y almacenadas durante seis meses o menos desde Configuración > Apple Intelligence y Siri > Historial de Siri y Dictado > Eliminar historial de Siri y Dictado. Para desactivar Siri y Dictado, ve a Configuración > General > Teclado y desactiva la opción Activar Dictado. Después, desactiva Botón lateral para usar Siri y Escribirle a Siri en Configuración > Apple Intelligence > Activar mediante. Si desactivas Siri y Dictado, se eliminan tus interacciones con Siri asociadas con el identificador aleatorio. Traducir Si optas por activar Mejorar Siri y Dictado, los empleados de Apple podrían almacenar y revisar el audio, las entradas de texto y las transcripciones de tus peticiones de Traducir —que se asocian con identificadores aleatorios y rotativos generados en el dispositivo— con el fin de desarrollar y mejorar Siri, Dictado, Traducir y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. Tus solicitudes de Traducir podrían conservarse por hasta dos años para ayudar a Apple a desarrollar y mejorar Siri, Dictado, Traducir y otras funciones de procesamiento del lenguaje. Por ejemplo, las transcripciones pueden usarse para mejorar Siri, Buscar, Control por voz, Traducir y modelos de reconocimiento de voz de aprendizaje automático. Si una de tus interacciones con Traducir se selecciona para revisión, se analizará tanto la solicitud como la respuesta proporcionada para determinar su precisión. Solamente personal de Apple, sujeto a estrictas obligaciones de confidencialidad, puede acceder a tus archivos de audio en Traducir. El subconjunto de tus interacciones de Traducir que se revise podría conservarse por más de dos años para la mejora continua de las funciones Siri, Dictado y Traducir, así como un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. General La opción que selecciones al configurar un iPhone o iPad se aplicará a cualquier dispositivo Apple o accesorio compatible con HomeKit nuevo que configures con el iPhone o iPad donde se activó Siri. Puedes controlar esta opción para cada dispositivo por separado desde Configuración. Al activar Mejorar Siri y Dictado, aceptas y consientes que Apple y sus filiales y agentes transmitan, recopilen, mantengan, procesen y usen esta información con el fin de proporcionar y mejorar Siri, Dictado, Buscar, Traducir y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple como se describe arriba. Apple podría procesar y almacenar esta información usando proveedores de servicios de terceros de confianza. La información que Apple recopile de tu uso de Siri, Dictado o Traducir se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
es_us: Siri y Dictado Si optas por activar Mejorar Siri y Dictado, Apple puede almacenar todo el audio de tus interacciones con Siri y Dictado, incluidos datos de audio y transcripciones de lo que dices y escribes en tus solicitudes de Siri. Los datos de audio, las transcripciones y los datos de solicitud relacionados, como la categoría de solicitud que realizaste, las especificaciones del dispositivo, las estadísticas de rendimiento y la ubicación aproximada del dispositivo al momento de realizar la petición, pueden usarse para desarrollar y mejorar Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. Por ejemplo, las transcripciones pueden usarse para refinar Siri, Buscar, Control por voz, Traducir y los modelos de aprendizaje automático de reconocimiento de voz. Es posible que se revise un subconjunto de estos datos, y las revisiones del contenido de audio las realizan exclusivamente empleados de Apple. Tu historial de peticiones —el cual incluye datos de audio, transcripciones y datos relacionados con las peticiones— se asocia con un identificador aleatorio generado en el dispositivo durante un periodo de seis meses. Después de seis meses, tu historial de solicitudes deja de estar asociado con el identificador aleatorio y puede conservarse durante un máximo de dos años, y el pequeño subconjunto de peticiones que se han revisado podría conservarse por más de dos años, sin el identificador aleatorio, para la mejora continua de Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del lenguaje. Tu historial de peticiones no se usa para crear un perfil de marketing y nunca se vende a nadie. Si una de tus interacciones con Siri o Dictado se elige para revisión, la petición y la respuesta que proporcionó Siri se analizan para determinar la precisión y mejorar de forma general Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. Dependiendo del contexto de tu petición, un revisor podría acceder a datos contextuales adicionales que estén directamente relacionados con la petición, como nombres de contactos o apps instaladas en el dispositivo, para así calificar la eficiencia de la respuesta de Siri. Sólo los empleados de Apple, sujetos a estrictas obligaciones de confidencialidad, pueden acceder a las interacciones de audio de Siri y Dictado. Puedes cambiar tu configuración de Mejorar Siri y Dictado en cualquier momento. Para hacerlo, ve a Configuración > Privacidad y seguridad > Análisis y mejoras. Puedes eliminar las interacciones asociadas con un identificador aleatorio y almacenadas durante seis meses o menos desde Configuración > Apple Intelligence y Siri > Historial de Siri y Dictado > Eliminar historial de Siri y Dictado. Para desactivar Siri y Dictado, ve a Configuración > General > Teclado y desactiva la opción Activar Dictado. Después, desactiva Botón lateral para usar Siri y Escribirle a Siri en Configuración > Apple Intelligence > Activar mediante. Si desactivas Siri y Dictado, se eliminan tus interacciones con Siri asociadas con el identificador aleatorio. Traducir Si optas por activar Mejorar Siri y Dictado, los empleados de Apple podrían almacenar y revisar el audio, las entradas de texto y las transcripciones de tus solicitudes de Traducir —que se asocian con identificadores aleatorios y rotativos generados en el dispositivo— con el fin de desarrollar y mejorar Siri, Dictado, Traducir y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. Tus solicitudes de Traducir podrían conservarse por hasta dos años para ayudar a Apple a desarrollar y mejorar Siri, Dictado, Traducir y otras funciones de procesamiento del lenguaje. Por ejemplo, las transcripciones pueden usarse para mejorar Siri, Buscar, Control por voz, Traducir y modelos de reconocimiento de voz de aprendizaje automático. Si una de tus interacciones de Traducir se elige para revisión, se analizará tanto la solicitud como la respuesta proporcionada para determinar su precisión. Solamente personal de Apple, sujeto a estrictas obligaciones de confidencialidad, puede acceder a tus archivos de audio en Traducir. El subconjunto de tus interacciones de Traducir que se revise se podría conservar por más de dos años para la mejora continua de las funciones Siri, Dictado y Traducir, y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple. General La opción que selecciones al configurar un iPhone o iPad se aplicará a cualquier dispositivo Apple o accesorio compatible con HomeKit nuevo que configures con el iPhone o iPad donde se activó Siri. Puedes controlar esta opción para cada dispositivo por separado desde Configuración. Al activar Mejorar Siri y Dictado, aceptas y consientes que Apple y sus filiales y agentes transmitan, recopilen, mantengan, procesen y usen esta información con el fin de proporcionar y mejorar Siri, Dictado, Buscar, Traducir y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple como se describe arriba. Apple podría procesar y almacenar esta información usando proveedores de servicios de terceros de confianza. La información que Apple recopile de tu uso de Siri, Dictado o Traducir se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Siri ja sanelu Jos suostut auttamaan Sirin ja sanelun toiminnan parantamisessa, Apple voi tallentaa kaiken Siri- ja sanelukäyttötapahtumien sisällön, mukaan lukien sanomasi tekstiksi muunnettuna ja Sirille syöttämäsi teksti. Äänitietoja, tekstimuunnoksia ja pyyntöihin liittyviä tietoja (kuten tekemäsi pyynnön kategoria, laitteen tekniset tiedot, suorituskykytilastot ja laitteen likimääräinen sijainti hetkellä, jolloin pyyntö tehtiin) voidaan käyttää Sirin, sanelun, haun ja rajoitettujen muiden kielenkäsittelytekniikoiden kehittämiseen ja parantamiseen Applen tuotteissa ja palveluissa. Tekstimuunnoksia voidaan käyttää esimerkiksi Sirin, haun, Ääniohjauksen, Käännä-ominaisuuden ja automaattisten puheentunnistusmallien hienosäätöön. Arvioijat voivat tutkia osaa näistä tiedoista. Vain Applen työntekijät tarkastelevat äänisisältöä. Pyyntöhistoriasi, joka sisältää äänitiedot, tekstimuunnokset ja pyyntöihin liittyvät tiedot, yhdistetään laitteen luomaan satunnaiseen tunnisteeseen kuuden kuukauden ajaksi. Kuuden kuukauden kuluttua pyyntöhistoriasi erotetaan satunnaisesta tunnisteesta, ja sitä voidaan säilyttää enintään kaksi vuotta. Niitä muutamia pyyntöjä, joita on tarkasteltu, voidaan säilyttää yli kaksi vuotta ilman satunnaista tunnistetta ja käyttää Sirin, sanelun, haun ja rajoitettujen muiden kielenkäsittelyominaisuuksien jatkuvaan parantamiseen. Pyyntöhistoriaa ei käytetä markkinointiprofiilin luomiseen eikä sitä koskaan myydä kenellekään. Jos jokin Siri- tai sanelukäyttötapahtumistasi valitaan tarkasteltavaksi, kyseinen pyyntö ja Sirin antama vastaus analysoidaan, jotta sen tarkkuus voidaan määrittää ja jotta Siriä, sanelua, hakua ja rajoitettuja muita kielenkäsittelytekniikoita voidaan yleisesti parantaa Applen tuotteissa ja palveluissa. Pyyntösi kontekstista riippuen arvioija saattaa käyttää suoraan pyyntöön liittyviä kontekstuaalisia lisätietoja, kuten yhteystietojesi nimet tai laitteisiisi asennetut apit, Sirin vastauksen tehokkuuden arvioimiseen. Vain tarkkojen vaitiolosääntöjen alaiset Applen työntekijät voivat käyttää Sirin ja sanelun äänitietoja. Voit muuttaa Paranna Siriä ja sanelua -toiminnon asetuksia milloin tahansa. Tee näin valitsemalla Asetukset > Tietosuoja ja suojaus > Analyysi ja parannukset. Voit poistaa satunnaiseen tunnisteeseen yhdistetyt käyttötiedot, joita on säilytetty kuusi kuukautta tai vähemmän, valitsemalla Asetukset > Apple Intelligence ja Siri > Siri- ja saneluhistoria ja napauttamalla Poista Siri- ja saneluhistoria. Voit poistaa Sirin ja sanelun käytöstä valitsemalla Asetukset > Yleiset > Näppäimistö ja laittamalla napauttamalla Sanelun pois päältä. Valitse sitten Asetukset > Apple Intelligence ja Siri > Reagoi, napauta Pois ja napauta sitten ”Herätä Siri sivupainikkeella” ja ”Syötä tekstiä Sirille” pois päältä. Satunnaiseen tunnisteeseen yhdistetyt käyttötapahtumat poistetaan, jos poistat Sirin ja sanelun käytöstä. Käännä Jos suostut auttamaan Sirin ja sanelun toiminnan parantamisessa, Apple voi tallentaa Käännä-pyyntöjesi ääni- ja tekstisyötteen sekä niiden tekstimuunnokset, jotka yhdistetään satunnaiseen kiertävään laitteen luomaan tunnisteeseen, ja Applen työntekijät voivat tarkastella niitä, jotta Siriä, sanelua, Käännä-toimintoa ja muita rajoitettuja kielenkäsittelytekniikoita Applen tuotteissa ja palveluissa voidaan kehittää ja parantaa. Apple voi säilyttää pyyntöjäsi Käännä-toiminnossa enintään kaksi vuotta Sirin, sanelun, Käännä-ominaisuuden ja rajoitettujen muiden kielenkäsittelytekniikoiden kehittämistä ja parantamista varten. Tekstimuunnoksia voidaan käyttää esimerkiksi Sirin, haun, Ääniohjauksen, Käännä-ominaisuuden ja automaattisten puheentunnistusmallien hienosäätöön. Jos jokin Käännä-käyttötapahtumistasi valitaan tarkasteltavaksi, kyseinen käännöspyyntö ja palautettu käännös analysoidaan, jotta sen tarkkuus voidaan määrittää. Vain tiukkojen vaitiolosääntöjen alaiset Applen työntekijät voivat käyttää Käännä-toiminnon äänitietoja. Sitä pientä osaa Käännä-käyttötapahtumistasi, joita on tarkasteltu, voidaan säilyttää yli kaksi vuotta Sirin, sanelun, Käännä-toiminnon ja rajoitettujen muiden kielenkäsittelytekniikoiden parantamiseen Applen tuotteissa ja palveluissa. Yleistä Osallistumisvalinta, jonka teet ottaessasi käyttöön iPhonen tai iPadin, vaikuttaa myös kaikkiin uusiin yhdistettyihin Apple-laitteisiin tai tuettuihin HomeKit-lisälaitteisiin, jotka on otettu käyttöön kyseisellä iPhonella tai iPadilla, jossa on Siri päällä. Voit muuttaa tätä asetuksissa myöhemmin laitekohtaisesti. Kun otat Sirin ja sanelun parantamisen käyttöön, hyväksyt ja annat luvan Applelle ja sen tytäryhtiöille ja edustajille siirtää, kerätä, ylläpitää, käsitellä ja käyttää näitä tietoja Sirin, sanelun, haun, Käännä-ominaisuuden ja rajoitettujen muiden kielenkäsittelytekniikoiden toteuttamiseen ja parantamiseen Applen tuotteissa ja palveluissa yllä kuvatulla tavalla. Apple voi käsitellä ja säilyttää näitä tietoja luotetuilla ulkopuolisilla palveluntarjoajilla. Applen Sirin, sanelun ja Käännä-toiminnon käytöstä keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä käytäntö löytyy osoitteesta www.apple.com/legal/privacy/fi.
fr: Siri et Dictée Si vous donnez votre accord pour « Améliorer Siri et Dictée », Apple peut conserver toutes vos interactions avec Siri et Dictée, y compris les données audio et les transcriptions de ce que vous dites et écrivez à Siri. Les données audio, les transcriptions et les données relatives aux requêtes, comme la catégorie de la requête que vous avez formulée, les spécifications de l’appareil, ses statistiques de performance et sa position géographique approximative au moment de la requête, peuvent être utilisées pour développer et améliorer Siri, Dictée, Recherche et certaines autres fonctionnalités de traitement du langage dans les produits et services Apple. Par exemple, des transcriptions peuvent être utilisées afin de perfectionner Siri, Recherche, Contrôle vocal, Traduire et des modèles de reconnaissance vocale automatique. Un sous-ensemble de ces données peut être examiné par une équipe d’évaluateurs, l’examen des données audio étant effectué uniquement par des employés d’Apple. Votre historique de questions, notamment vos données audio, les transcriptions et les données relatives aux questions, est associé à un identifiant aléatoire généré par l’appareil pendant six mois. Au bout de six mois, votre historique de questions est dissocié de l’identifiant aléatoire et peut être conservé jusqu’à deux ans, et le petit sous-ensemble de questions qui a été examiné peut être conservé au-delà de deux ans, sans l’identifiant aléatoire, dans le cadre de l’amélioration continue de Siri, Dictée, Recherche ainsi que d’un nombre limité d’autres fonctionnalités de traitement des langues. L’historique de vos requêtes n’est pas utilisé pour établir votre profil marketing et n’est jamais vendu à des tiers. Si l’une de vos interactions avec Siri ou Dictée est choisie pour être examinée, la requête ainsi que la réponse fournie par Siri seront analysées afin de déterminer la pertinence de la réponse et, de manière générale, pour améliorer Siri, Dictée, Recherche et certaines autres fonctionnalités de traitement du langage dans les produits et services Apple. Selon le contexte de votre requête, un évaluateur peut accéder à des données contextuelles supplémentaires concernant directement la requête, comme les noms de vos contacts ou des apps installées sur vos appareils, afin d’évaluer la pertinence de la réponse de Siri. Les données audio des interactions avec Siri et Dictée sont uniquement accessibles à des employés d’Apple soumis à des obligations de confidentialité strictes. Vous pouvez modifier le réglage de l’option « Améliorer Siri et Dictée » à tout moment. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse et améliorations. Vous pouvez supprimer les interactions associées à un identifiant aléatoire et conservées six mois ou moins en accédant à Réglages > Apple Intelligence et Siri > Historique de Siri et Dictée et en touchant « Supprimer l’historique ». Vous pouvez désactiver Siri et Dictée en accédant à Réglages > Général > Clavier et en touchant l’option « Activer Dictée » pour la désactiver. Accédez ensuite à Réglages > Apple Intelligence et Siri > Détecter et touchez Non, puis touchez les options « Bouton latéral pour Siri » et « Écrire à Siri » pour les désactiver. Vos interactions associées à l’identifiant aléatoire sont supprimées si vous désactivez Siri et Dictée. Traduire Si vous donnez votre accord pour « Améliorer Siri et Dictée », les données audio, les saisies et les transcriptions de vos requêtes Traduire, associées à des identifiants aléatoires tournants générés par l’appareil, peuvent être conservées et examinées par les employés d’Apple afin de développer et améliorer Siri, Dictée, Traduire et certaines autres fonctionnalités de traitement du langage dans les produits et services Apple. Vos requêtes Traduire peuvent être conservées jusqu’à deux ans afin d’aider Apple à développer et améliorer Siri, Dictée, Traduire et certaines autres fonctionnalités de traitement du langage. Par exemple, les transcriptions peuvent être utilisées afin de perfectionner Siri, Recherche, Contrôle vocal, Traduire et les modèles de reconnaissance vocale automatique. Si l’une de vos interactions avec Traduire est sélectionnée pour être examinée, la demande de traduction ainsi que la traduction fournie seront analysées pour en déterminer la précision. Seuls les employés d’Apple, soumis à de strictes obligations de confidentialité, sont en mesure d’accéder à vos données audio Traduire. Le petit sous-ensemble de vos interactions avec Traduire qui ont été examinées peut être conservé au-delà de deux ans en vue de l’amélioration continue de Siri, Dictée, Traduire et certaines autres fonctionnalités de traitement du langage dans les produits et services Apple. Général La préférence sélectionnée lorsque vous configurez un iPhone ou un iPad sera appliquée à tout nouvel appareil Apple connecté ou accessoire HomeKit pris en charge configuré avec cet iPhone ou iPad pour lequel Siri est activé. Vous pouvez modifier ceci plus tard dans les réglages de chaque appareil. En activant « Améliorer Siri et Dictée », vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données pour offrir et améliorer Siri, Dictée, Recherche, Traduire et certaines autres fonctionnalités de traitement du langage dans les produits et services Apple comme décrit ci-dessus. Apple peut faire appel à des fournisseurs de service tiers de confiance pour le stockage et le traitement de ces données. Les informations reçues par Apple dans le cadre de votre utilisation de Siri, Dictée ou Traduire seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy.
fr_ca: Siri et Dictée Si vous activez Améliorer Siri et Dictée, Apple pourrait stocker toutes vos interactions avec Siri et Dictée, y compris les données audio et les transcriptions de ce que vous dites et écrivez à Siri. Les données audio, les transcriptions et les données des demandes connexes, comme la catégorie de la demande effectuée, les caractéristiques de l’appareil, les statistiques de performance et la position approximative de l’appareil au moment où la demande a été effectuée, peuvent être utilisées pour développer et améliorer Siri, Dictée, Rechercher et d’autres fonctionnalités limitées de traitement du langage dans les produits et services Apple. Par exemple, les transcriptions peuvent être utilisées pour affiner Siri, Rechercher, Commande vocale, Traduire et les modèles de reconnaissance automatique de la parole. Un sous-ensemble de ces données pourrait être examiné par une équipe d’évaluateurs, l’examen des données audio étant effectué uniquement par des employés d’Apple. Votre historique de requêtes, qui inclut les données audio, les transcriptions et les données des demandes connexes, est associé à un identifiant aléatoire généré par votre appareil pendant six mois. Après six mois, l’historique de votre demande est dissocié de l’identifiant aléatoire et peut être conservé pendant un maximum de deux ans. Le petit sous-ensemble de demandes ayant été examinées peut être conservé au-delà de deux ans, sans l’identifiant aléatoire, pour l’amélioration continue de Siri, de Dictée, de Rechercher et d’autres fonctionnalités limitées de traitement du langage. Votre historique de demandes n’est pas utilisé pour établir un profil marketing et ne sera jamais vendu à qui que ce soit. Si l’une de vos interactions avec Siri ou Dictée est sélectionnée à des fins d’examen, la demande ainsi que la réponse donnée par Siri seront analysées pour en déterminer l’exactitude et améliorer Siri, Dictée, Rechercher et d’autres fonctionnalités limitées de traitement du langage des produits et services Apple. En fonction du contexte de votre demande, un évaluateur pourrait accéder à des données contextuelles supplémentaires ayant un lien direct avec la demande, comme le nom de vos contacts ou les apps installées sur vos appareils, afin d’évaluer l’efficacité de la réponse de Siri. Seuls les employés d’Apple, soumis à de strictes obligations de confidentialité, peuvent accéder aux interactions audio avec Siri et Dictée. Vous pouvez modifier le réglage « Améliorer Siri et Dictée » à tout moment. Pour ce faire, accédez à l’app Réglages > Confidentialité et sécurité > Analyse et améliorations. Vous pouvez supprimer les interactions associées à un identifiant aléatoire et conservées pendant six mois ou moins en accédant à Réglages > Apple Intelligence et Siri > Historique de Siri et de Dictée, puis en touchant « Supprimer l’historique ». Vous pouvez désactiver Siri et Dictée en accédant à Réglages > Général > Clavier, puis en désactivant « Activer Dictée ». Accédez ensuite à Réglages > Apple Intelligence et Siri > Utiliser et touchez Non, puis désactivez « Utiliser le bouton latéral » et « Écrire à Siri ». Vos interactions associées à l’identifiant aléatoire seront supprimées si vous désactivez Siri et Dictée. Traduire Si vous activez Améliorer Siri et Dictée, vos entrées audio et de texte ainsi que les transcriptions de vos demandes de traduction, associées à des identifiants aléatoires, temporaires et générés par l’appareil, seront stockées et analysées par des employés d’Apple pour développer et améliorer Siri, Dictée, Traduire et d’autres fonctionnalités limitées de traitement du langage dans les produits et services Apple. Vos demandes de traduction peuvent être conservées pendant un maximum de deux ans pour permettre à Apple de développer et d’améliorer Siri et Dictée, Traduire et d’autres fonctionnalités limitées de traitement du langage. Par exemple, les transcriptions peuvent être utilisées pour affiner Siri, Rechercher, Commande vocale, Traduire et les modèles de reconnaissance automatique de la parole. Si l’une de vos interactions avec Traduire est choisie pour être analysée, la demande de traduction ainsi que la traduction fournie seront analysées pour déterminer la précision de cette dernière. Seuls les employés d’Apple soumis à des obligations strictes de confidentialité ont accès aux entrées audio que vous avez soumises à Traduire. Le petit sous-ensemble de vos interactions avec Traduire qui a été analysé pourrait être conservé pendant plus de deux ans pour permettre l’amélioration continue de Siri, de Dictée, de Traduire et d’autres fonctionnalités limitées de traitement du langage dans les produits et services Apple. Général La préférence d’adhésion que vous avez choisie en configurant un iPhone ou un iPad sera appliquée aux appareils Apple connectés et aux accessoires HomeKit compatibles configurés par la suite avec cet iPhone ou iPad sur lequel Siri est activé. Vous pouvez modifier cela plus tard dans les réglages de chaque appareil. En activant Améliorer Siri et Dictée, vous acceptez qu’Apple ainsi que ses filiales et partenaires transmettent, recueillent, conservent, traitent et utilisent ces informations afin d’offrir et d’améliorer Siri, Dictée, Rechercher, Traduire et d’autres fonctionnalités limitées de traitement du langage des produits et services Apple comme décrit ci-dessus. Il se peut qu’Apple traite et stocke ces informations en utilisant les services de fournisseurs tiers de confiance. Les informations recueillies par Apple lors de votre utilisation de Siri, Dictée ou Traduire sont traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ‏Siri ו״הכתבה״ אם בחרת להפעיל את ״שיפורי Siri והכתבה״, Apple עשויה לאחסן את כל האינטראקציות שלך עם Siri ו״הכתבה״, כולל נתוני השמע והתמלולים של מה שאמרת והקלדת ל-Siri. נתוני שמע, תמלולי ונתונים הקשורים לבקשה, כגון הקטגוריה של הבקשה, מפרט המכשיר, סטטיסטיקות בנוגע לביצועים, ואת המיקום המשוער של המכשיר בזמן ביצוע הבקשה עשויים לשמש לפיתוח ולשיפור Siri, ״הכתבה״, ״חיפוש״ ופונקציונליות של עיבוד שפה במוצרים ובשירותים של Apple. לדוגמה, תמלולים עשויים לשמש לכוונון עדין של Siri‏, ״חיפוש״, ״שליטה קולית״, ״תרגום״ ומודלים לזיהוי אוטומטי של דיבור. ייתכן שקבוצת משנה של נתונים אלו תיבדק על ידי מדרגים. בדיקת השמע תתבצע רק על ידי עובדים של Apple. היסטוריית הבקשות שלך, שכוללת נתוני שמע, תמלולים ונתונים הקשורים לבקשה, משויכת במשך שישה חודשים למזהה אקראי שנוצר על ידי המכשיר. לאחר שישה חודשים קישור היסטוריית הבקשות למזהה האקראי יבוטל והיא עשויה להישמר לתקופה של עד שנתיים, וקבוצת המשנה הקטנה של הבקשות שנבדקו עשויה להישמר לתקופה ארוכה משנתיים, ללא המזהה האקראי, לשיפור מתמשך של Siri, ״הכתבה״, ״חיפוש״ ומספר מוגבל של מאפייני עיבוד שפה אחרים. היסטוריית הבקשות שלך אינה משמשת לבניית פרופיל לצרכים שיווקיים, ולעולם אינם נמכרת לאף גורם. אם אחת מהאינטראקציות שלך עם Siri או עם ״הכתבה״ נבחרו לבדיקה, הבקשה שלך והתגובה של Siri לאותה בקשה תישלח לניתוח כדי לקבוע את מידת דיוק התגובה ולצורך שיפור כללי של Siri, ״הכתבה״, ״חיפוש״ ומספר מוגבל של מאפייני עיבוד שפה הפועלים במוצרים ובשירותים של Apple. בהתאם להקשר של הבקשה, בודק עשוי לגשת לנתונים הקשריים נוספים הקשורים באופן ישיר לבקשה, כגון השמות של אנשי קשר שלך או יישומים המותקנים ביישומים שלך, כדי לדרג את מידת יעילות התגובה של Siri. האנשים היחידים שניתנת להם גישה לאינטראקציות שמע עם Siri ו״הכתבה״ הם עובדי Apple הכפופים להגבלות מחמירות של שמירה על סודיות. ניתן לשנות את ההגדרות של ״שיפור Siri ו׳הכתבה׳״ בכל עת. כדי לעשות זאת, יש לעבור ל״הגדרות״ > ״פרטיות ואבטחה״ > ״נתונים ושיפורים״. ניתן למחוק אינטראקציות שמקושרות למזהה אקראי ונשמרות למשך עד שישה חודשים באמצעות מעבר ל״הגדרות״ > ״Apple Intelligence ו-Siri״ > ״ההיסטוריה של Siri ו׳הכתבה׳״, והקשה על ״מחיקת ההיסטוריה של Siri ו׳הכתבה׳״. ניתן לבטל את ״Siri והכתבה״ באמצעות מעבר אל ״הגדרות״ > ״כללי״ > ״מקלדת״, ואז הקשה לכיבוי ״הפעלת ׳הכתבה׳״. לאחר מכן, יש לעבור ל״הגדרות״ > ״Apple Intelligence ו-Siri״ > ״האזנה ל:״ ולהקיש על ״כבויה״, ואז להקיש לכיבוי ״לחיצה על כפתור הצד עבור Siri״ ו״הקלדה ל-Siri״. האינטראקציות המקושרות למזהה האקראי נמחקות בעת השבתת Siri ו״הכתבה״. תרגום אם בחרת להצטרף ל״שיפור Siri והכתבה״, נתוני השמע, קלט המלל ותמלולים של הבקשות שלך מ״תרגום״, המקושרים למזהים מתחלפים שנוצרים אוטומטית על-ידי המכשיר, עשויים היות מאוחסנים ולעבור בדיקה על-ידי עובדים של Apple לצורך פיתוח ושיפור ״Siri והכתבה״, ״תרגום״ ומספר מוגבל של מאפייני עיבוד שפה נוספים שפועלים במוצרים ובשירותים של Apple. הבקשות שלך מ״תרגום״ עשויות להישמר אצל Apple למשך עד כשנתיים לצורך פיתוח ושיפור של Siri, ״הכתבה״, ״תרגום״ ומספר מוגבל של מאפייני עיבוד שפה אחרים. לדוגמה, תמלולים עשויים לשמש לכוונון עדין של Siri‏, ״חיפוש״, ״שליטה קולית״, ״תרגום״ ומודלים לזיהוי אוטומטי של דיבור. אם אחת מהאינטראקציות שלך עם ״תרגום״ נבחרה לבדיקה, בקשת התרגום והתגובה שהתקבלה לאותה בקשה ינותחו כדי לקבוע את מידת דיוק התגובה. האנשים היחידים שניתנת להם גישה להקלטות השמע שלך מ״תרגום״ הם עובדי Apple הכפופים להגבלות מחמירות של שמירה על סודיות. תת-קבוצה קטנה של האינטראקציות שלך עם ״תרגום״ שעברו בדיקה עשויה להישמר לתקופה של יותר משנתיים לצורך שיפור מתמשך של Siri, ״הכתבה״, ״תרגום״ ומספר מוגבל של מאפייני עיבוד שפה נוספים הפועלים במוצרים ובשירותים של Apple. כללי ההעדפה שבחרת בעת הגדרת ה-iPhone או ה-iPad שלך תחול גם על כל מכשיר Apple מחובר חדש או אביזר התומך ב-HomeKit שהוגדר באמצעות אותו iPhone או iPad שבו הפעלת את Siri. ניתן לשנות זאת מאוחר יותר דרך ״הגדרות״ בכל אחד מהמכשירים. הפעלת ״שיפור Siri והכתבה״ מהווה את הסכמתך לכך ש-Apple, חברות הבת שלה והסוכנים שלה ישדרו, יאספו, יתחזקו, יעבדו וישתמשו במידע זה כדי לספק ולשפר את Siri, את ״הכתבה״ ומספר מוגבל של מאפייני עיבוד שפה אחרים הפועלים במוצרים ובשירותים של Apple כמתואר לעיל. ייתכן ש-Apple תעבד ותאחסן מידע זה באמצעות ספקי שירות חיצוניים מהימנים. בכל עת, מידע שייאסף על ידי Apple כתוצאה מהשימוש שלך ב-Siri, ב״הכתבה״ או ב״תרגום״ יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy.
hi: Siri और डिक्टेशन यदि आप “Siri और डिक्टेशन बेहतर बनाएँ” में शामिल होने का विकल्प चुनते हैं, तो Siri से आपने जो पूछा है या टाइप किया है उसके ऑडियो डेटा और ट्रांसक्रिप्ट सहित Siri और डिक्टेशन के साथ आपके सभी इंटरऐक्शन Apple संग्रहित कर सकता है। ऑडियो डेटा, ट्रांसक्रिप्ट और संबंधित अनुरोध डेटा, जैसे कि आपके द्वारा किए गए अनुरोध की श्रेणी, डिवाइस की विशेषताएँ, कार्यक्षमता संबंधी आँकड़े और अनुरोध किए जाने के समय आपके डिवाइस का अनुमानित स्थान, का उपयोग Apple उत्पादों और सेवाओं में Siri, डिक्टेशन, खोज और अन्य भाषा प्रोसेसिंग की सीमित फ़ंक्शनैलिटी को डेवलप करने और बेहतर बनाने के लिए किया जा सकता है। उदाहरण के लिए, ट्रांसक्रिप्ट का उपयोग Siri, खोज, वॉइस कंट्रोल, अनुवाद और ऑटोमैटिक बोली पहचान मॉडल को बेहतर बनाने के लिए किया जा सकता है। इस डेटा के सबसेट की समीक्षा ग्रेडर द्वारा की जा सकती है और ऑडियो समीक्षा केवल Apple कर्मचारियों द्वारा ही की जाएगी। आपकी अनुरोध हिस्ट्री, जिसमें आपका ऑडियो डेटा, ट्रांसक्रिप्ट और संबंधित अनुरोध डेटा शामिल है, छह महीने के लिए एक रैंडम, डिवाइस-जनरेटेड आइडेंटिफ़ायर से जुड़ी हुई रहती है। छह महीने के बाद, आपकी अनुरोध हिस्ट्री को रैंडम आइडेंटिफ़ायर से अलग कर दिया जाता है और उसे दो सालों तक बनाए रखा जा सकता है और समीक्षा किए गए अनुरोधों के छोटे सबसेट को रैंडम आइडेंटिफ़ायर के बिना, दो सालों से ज़्यादा समय तक रखा जा सकता है, ताकि Siri, डिक्टेशन, खोज और सीमित अन्य भाषा प्रोसेसिंग फ़ीचर में लगातार सुधार किया जा सके। आपकी अनुरोध हिस्ट्री का मार्केटिंग प्रोफ़ाइल बनाने के लिए उपयोग नहीं किया जाता है और उसे कभी भी किसी को बेचा नहीं जाता है। यदि आपके किसी Siri या डिक्टेशन इंटरऐक्शन को समीक्षा के लिए चुना जाता है, तो अनुरोध के साथ-साथ Siri द्वारा दी गई प्रतिक्रिया का विश्लेषण सटीकता निर्धारित करने के लिए और Apple उत्पादों और सेवाओं में Siri, डिक्टेशन, खोज और अन्य भाषा प्रोसेसिंग की सीमित फ़ंक्शनैलिटी में सामान्य सुधार करने के लिए किया जाएगा। आपके अनुरोध के संदर्भ के आधार पर, समीक्षक अनुरोध से प्रत्यक्ष तौर पर संबंधित अतिरिक्त प्रासंगिक डेटा को ऐक्सेस कर सकता है, जैसे कि आपके संपर्कों के नाम या आपके डिवाइस पर इंस्टॉल किए गए ऐप, ताकि Siri के जवाब की प्रभावशीलता का मूल्यांकन किया जा सके। केवल वे Apple कर्मचारी जो गोपनीयता की प्रतिबद्धता के अधीन हैं, उनके द्वारा Siri और डिक्टेशन से ऑडियो इंटरऐक्शन को ऐक्सेस किया जा सकता है। आप “Siri और डिक्टेशन बेहतर बनाएँ” के लिए कभी भी अपनी सेटिंग्ज़ बदल सकते हैं। ऐसा करने के लिए सेटिंग्ज़ > गोपनीयता और सुरक्षा > ऐनालिटिक्स और सुधार पर जाएँ। आप सेटिंग्ज़ > Apple Intelligence और Siri > Siri और डिक्टेशन हिस्ट्री में जाकर और “Siri और डिक्टेशन हिस्ट्री डिलीट करें” पर टैप करके रैंडम आइडेंटिफ़ायर से संबद्ध और छह महीने या उससे कम समय तक रिटेन किए गए इंटरऐक्शन डिलीट कर ^[सकते हैं](inflect: true)। आप सेटिंग्ज़ > सामान्य > कीबोर्ड में जाकर और “डिक्टेशन सक्षम करें” को बंद करके Siri और डिक्टेशन को अक्षम कर सकते हैं। फिर, सेटिंग्ज़ > Apple Intelligence और Siri > “इसके लिए सुनें” पर जाएँ और “बंद करें” पर टैप करें और “Siri के लिए साइड बटन दबाएँ” और “Siri के लिए टाइप करें” को बंद करने के लिए टैप करें। यदि आप Siri और डिक्टेशन को अक्षम ^[करते हैं](inflect: true), तो रैंडम आइडेंटिफ़ायर से संबद्ध आपके इंटरऐक्शन डिलीट कर दिए जाते हैं। अनुवाद यदि आप “Siri और डिक्टेशन बेहतर बनाएँ” का विकल्प ^[चुनते हैं](inflect: true), तो रैंडम, लगातार बदलने वाली, डिवाइस द्वारा जनरेट किए गए आइडेंटिफ़ायर से संबद्ध आपके अनुवाद अनुरोधों के आपके ऑडियो, टेक्स्ट इनपुट और ट्रांसक्रिप्ट को Apple उत्पादों और सेवाओं में Siri, डिक्टेशन, अनुवाद और अन्य भाषा प्रोसेसिंग की सीमित फ़ंक्शनैलिटी को डेवलप करने और बेहतर बनाने के लिए संग्रहित किया जा सकता है और Apple कर्मचारियों द्वारा उनकी समीक्षा की जा सकती है। आपके अनुवाद अनुरोधों को Apple द्वारा Siri, डिक्टेशन, अनुवाद और सीमित अन्य भाषा प्रोसेसिंग फ़ंक्शनैलिटी को डेवलप करने और बेहतर बनाने में मदद करने के लिए दो सालों तक बनाए रखा जा सकता है। उदाहरण के लिए, ट्रांसक्रिप्ट का उपयोग Siri, खोज, वॉइस कंट्रोल, अनुवाद और ऑटोमैटिक बोली पहचान मॉडल को बेहतर बनाने के लिए किया जा सकता है। यदि आपके अनुवाद इंटरऐक्शन में से किसी एक को समीक्षा के लिए चुना जाता है, तो अनुवाद अनुरोध के साथ-साथ प्रदान की गई अनुवाद प्रतिक्रिया का विश्लेषण सटीकता निर्धारित करने के लिए किया जाएगा। केवल Apple कर्मचारी ही कठोर गोपनीयता बाध्यताओं के अधीन आपके अनुवाद ऑडियो को ऐक्सेस कर सकते हैं। आपके द्वारा समीक्षा किए गए अनुवाद इंटरऐक्शन के छोटे सबसेट को Apple उत्पादों और सेवाओं में Siri, डिक्टेशन, अनुवाद और सीमित अन्य भाषा प्रोसेसिंग फ़ंक्शनैलिटी के लगातार सुधार के लिए दो सालों से ज़्यादा समय तक रखा जा सकता है। सामान्य जब आप iPhone या iPad सेटअप करते हैं तो आपके द्वारा चुनी गई ऑप्ट-इन प्राथमिकता उस iPhone या iPad के साथ सेटअप किए गए किसी भी नए Apple कनेक्टेड डिवाइस या समर्थित HomeKit ऐक्सेसरी पर लागू होगी जिसमें Siri चालू है। आप हर डिवाइस के लिए इसे सेटिंग्ज़ में जाकर बाद में बदल सकते हैं। “Siri और डिक्टेशन बेहतर बनाएँ” को सक्षम करके आप यह स्वीकार ^[करते हैं](inflect: true) और सहमति ^[देते हैं](inflect: true) कि Apple और उसके सहयोगी और एजेंट इस जानकारी को संचारित, संग्रहित और प्रोसेस, इसका रखरखाव और उपयोग कर सकते हैं, जिससे उपरोक्त वर्णन के अनुसार Apple के उत्पादों और सेवाओं में Siri, डिक्टेशन, खोज और अन्य भाषा प्रोसेसिंग की सीमित फ़ंक्शनैलिटी प्रदान की जा सके और उन्हें बेहतर बनाया जा सके। Apple इस जानकारी को भरोसेमंद तृतीय पक्ष सर्विस प्रोवाइडर के साथ प्रोसेस और संग्रहित कर सकता है। आपके Siri, डिक्टेशन या अनुवाद के उपयोग से एकत्रित की गई जानकारी को Apple द्वारा हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Siri i Diktat Ako uključite opciju Poboljšanje Siri i Diktata, Apple može pohranjivati sve vaše interakcije sa Siri i Diktatom, uključujući audio podatke i transkripte onoga što kažete i tipkate Siri. Audio podaci, transkripti i povezani podaci zahtjeva, kao što su kategorija zahtjeva koji ste poslali, specifikacije uređaja, statistika o učinkovitosti te približna lokaciju vašeg uređaja u trenutku kada je napravljen zahtjev, mogu se koristiti za razvoj i poboljšanje Siri, Diktata, Pretraživanja i funkcionalnosti ograničene obrade drugog jezika u Apple proizvodima i uslugama. Primjerice, transkripti se mogu koristiti za fino podešavanje Siri, Pretraživanja, Upravljanja glasom, Prijevoda i modela automatskog prepoznavanja govora. Ocjenjivači mogu pregledati podskup ovih podataka, dok pregled zvuka obavljaju samo zaposlenici tvrtke Apple. Vaša povijest zahtjeva, koja uključuje vaše audio podatke, transkripte i povezane podatke zahtjeva, povezana je šest mjeseci s nasumičnim identifikatorom koji generira uređaj. Nakon šest mjeseci, vaša se povijest zahtjeva prestaje povezivati s nasumičnim identifikatorom i može se zadržati do dvije godine, a mali podskup zahtjeva koji je pregledan može se zadržati na duže od dvije godine, bez nasumičnog identifikatora i to radi kontinuiranog poboljšanja Siri, Diktata, Pretraživanja i ograničene funkcionalnosti obrade drugog jezika. Vaša povijest zahtjeva ne koristi se za izradu marketinškog profila i nikada se nikome ne prodaje. Ako je jedna od vaših interakcija sa Siri i Diktatom odabrana za pregled, analizirat će se taj zahtjev i odgovor koji je dala Siri radi određivanja točnosti te radi općenitog poboljšanja značajki Siri, Diktat, Pretraživanje i funkcionalnosti ograničene obrade drugog jezika u proizvodima i uslugama tvrtke Apple. Ovisno o kontekstu vašeg zahtjeva, ocjenjivač može pregledati dodatne kontekstualne podatke koji su izravno povezani sa zahtjevom, kao što su imena vaših kontakata ili nazivi aplikacija instaliranih na vaše uređaje, radi ocjenjivanja učinkovitosti odgovora Siri. Samo zaposlenici tvrtke Apple, podložni strogim obvezama povjerljivosti, mogu pristupiti audio interakcijama sa Siri i Diktatom. U svakom trenutku možete promijeniti postavku za opciju Poboljšanje Siri i Diktata. Za to otvorite Postavke > Privatnost i sigurnost > Analiza i poboljšanja. Možete obrisati interakcije koje su povezane s nasumičnim identifikatorom i koje se zadržavaju na šest mjeseci ili manje tako da idete na Postavke > Apple Intelligence i Siri > Povijest značajki Siri i Diktat pa dodirnete Obriši povijest značajki Siri i Diktat. Siri i Diktat možete onemogućiti tako da idete na Postavke > Općenito > Tipkovnica i dodirom isključite Omogući Diktat. Zatim idite na Postavke > Apple Intelligence i Siri > Reagiraj na ii dodirnite Isključeno, pa dodirom isključite “Pritisnite bočnu tipku za Siri” i “Tipkanje Siri”. Ako onemogućite Siri i Diktat, obrisat će se i vaše interakcije povezane s nasumičnim identifikatorom. Prijevod Ako odaberete opciju Poboljšanje Siri i Diktata, zaposlenici Applea mogu pohraniti i pregledati vaš zvuk, tekstualni unos i transkripte vaših zahtjeva značajke Prijevod generirane računalom, povezane s nasumičnim, rotirajućim i na uređajima generiranim identifikatorima kako bi razvili i poboljšali značajke Siri, Diktat, Prijevod i funkcionalnost ograničene obrade drugih jezika u Appleovim proizvodima i uslugama. Vaši zahtjevi za aplikaciju Prijevod mogu se zadržati do dvije godine kako bi se Appleu pomoglo u razvoju i poboljšanju značajki Siri, Diktat, Prijevod i ograničene funkcionalnosti obrade drugog jezika. Primjerice, transkripti se mogu koristiti za fino podešavanje Siri, Pretraživanja, Upravljanja glasom, Prijevoda i modela automatskog prepoznavanja govora. Ako je za pregled odabrana jedna od vaših interakcija značajke Prijevod, zahtjev za prijevodom kao i pruženi odgovor za prijevod analizirat će se kako bi se utvrdila točnost. Samo zaposlenici Applea, podložni strogim obvezama povjerljivosti, mogu pristupiti vašim audio podacima značajke Prijevod. Mali podskup vaših interaktivnih procesa s prijevodom koji su pregledani može se zadržati duže od dvije godine radi kontinuiranog poboljšanja značaji Siri, Diktat, Prijevod i ograničene funkcionalnosti obrade drugog jezika u Appleovim proizvodima i uslugama. Općenito Postavka koju ste odabrali prilikom podešavanja iPhonea ili iPada primijenit će se na svaki novi uređaj povezan s Appleom ili podržani HomeKit pribor koji je podešen s tim iPhoneom ili iPadom koji ima uključenu Siri. Ovo možete kasnije promijeniti u postavkama za svaki uređaj. Omogućavanjem poboljšanja Siri i Diktata slažete se i pristajete da tvrtka Apple te njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti te informacije kako bi se omogućila i poboljšala Siri, Diktat, Pretraživanje i Prijevod te funkcionalnost ograničene obrade drugog jezika u proizvodima i uslugama tvrtke Apple. Apple može obrađivati i pohraniti ove informacije kod drugih pouzdanih pružatelja usluga. Apple će u svakom trenutku informacije prikupljene iz vaše uporabe značajki Siri, Diktat ili Prijevod tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr.
hu: Siri és a Diktálás Ha úgy dönt, hogy bekapcsolja a Siri és a Diktálás továbbfejlesztése funkciót, előfordulhat, hogy az Apple tárolja a Sirivel és a Diktálással végzett összes interakcióját, beleértve a Sirinek gépelt és mondott kérések hanganyagának adatait és átiratait. Előfordulhat, hogy a hanggal kapcsolatos adatok, az átiratok és a kapcsolódó kérésre vonatkozó adatok (például a kérés kategóriája), az eszközspecifikációk, a teljesítménnyel kapcsolatos statisztikák, valamint az eszközének a kérés elküldésének időpontjában való hozzávetőleges helyzete fel lesz használva Sirinek, a Diktálásnak, a Keresésnek, és más nyelvfeldolgozási funkciók korlátozott körének a fejlesztésében és javításában az Apple termékeiben és szolgáltatásaiban. Az átiratok felhasználhatók például Siri, a Keresés, a Hangvezérlés, a Fordító és automatikus beszédfelismerési modellek finomhangolására. Előfordulhat, hogy az ilyen adatok egy részét értékelők áttekintik; a hanganyagok áttekintését csak Apple-alkalmazottak végzik. A kéréselőzményei, amelyek között többek között szerepelhetnek hanggal kapcsolatos adatok, átiratok és a kapcsolódó kérésre vonatkozó adatok, hat hónapig egy véletlenszerű, az eszközzel generált azonosítóhoz lesznek hozzárendelve. Hat hónap elteltével a kéréselőzményeinek a véletlenszerű azonosítóhoz való társítása megszűnik, azonban a kéréselőzmények legfeljebb két évig megőrzésre kerülhetnek. Lehetséges, hogy a kérések kis, vizsgált része két éven túl is meg lesz tartva (a véletlenszerű azonosító nélkül) Siri, a Diktálás, a Keresés és más nyelvfeldolgozási funkciók korlátozott körének folyamatos fejlesztése érdekében. A kéréselőzményei nem lesznek felhasználva marketingprofil összeállításához, és soha nem lesznek értékesítve senkinek. Ha valamelyik Siri- vagy Diktálás-interakcióját vizsgálatra választják ki, a kérés Siri arra adott válaszával együtt elemezve lesz a pontosság meghatározásához, ezenkívül Siri, a Diktálás, a Keresés, illetve az Apple-termékekben és -szolgáltatásokban használt más nyelvfeldolgozási funkciók korlátozott körének továbbfejlesztéséhez. A kérés kontextusától függően előfordulhat, hogy az értékelő hozzáférhet a kéréshez közvetlenül kapcsolódó további környezetfüggő adatokhoz, például az Ön kontaktjainak neveihez, vagy az eszközein telepített appokhoz annak érdekében, hogy Siri válaszának hatékonyságát értékelni tudja. Siri és a Diktálás hangos interakcióihoz kizárólag Apple-munkavállalók férhetnek hozzá, akikre szigorú titoktartási kötelezettségek vonatkoznak. A Siri és a Diktálás továbbfejlesztése funkció beállítását bármikor módosíthatja. Ehhez válassza a Beállítások > Adatvédelem és biztonság > Elemzések és fejlesztések menüpontot. A véletlenszerű azonosítóhoz hozzárendelt és maximum hat hónapig megőrzött interakciók törléséhez válassza a Beállítások > Apple Intelligence és Siri > Siri és a Diktálás előzményei menüpontot, és koppintson a Siri- és Diktálás-előzmények törlése lehetőségre. Siri és a Diktálás kikapcsolásához válassza a Beállítások > Általános > Billentyűzet menüpontot, és koppintással kapcsolja ki a Diktálás engedélyezése beállítást. Ezután lépjen a Beállítások > Apple Intelligence és Siri > Beszéd és gépelés Sirihez > A következő felismerése menüpontra, és koppintással kapcsolja ki a „Siri az oldalsó gombbal” és a „Gépelés Sirihez” beállítást. Ha kikapcsolja Sirit és a Diktálást, a véletlenszerű azonosítóhoz társított interakciói törölve lesznek. Fordító Amennyiben úgy dönt, hogy részt vesz Siri és a Diktálás továbbfejlesztésében, akkor az Apple-munkavállalók eltárolhatják és áttekinthetik a véletlenszerű, folyamatosan változó, eszköz által generált azonosítókkal társított fordítási kérelmeinek hanganyagait, bevitt szövegeit és átiratait Siri és a Diktálás, a Fordító, illetve az Apple termékeiben és szolgáltatásban található más nyelvfeldolgozási funkciók korlátozott körének fejlesztése és javítása érdekében. Előfordulhat, hogy a fordítási kérelmek maximum két évig meg lesznek őrizve, hogy segítségére legyenek az Apple-nek Sirinek, a Diktálásnak, a Fordítónak, illetve más nyelvfeldolgozási funkciók korlátozott körének fejlesztésében és továbbfejlesztésében. Az átiratok felhasználhatók például Siri, a Keresés, a Hangvezérlés, a Fordító és automatikus beszédfelismerési modellek finomhangolására. Ha valamelyik Fordító-interakcióját vizsgálatra választják ki, akkor a fordítási kérelem, illetve a kérelemre adott fordítási válasz elemezve lesz a pontosság meghatározásához. A Fordító hanganyagaihoz kizárólag az Apple-munkavállalók férhetnek hozzá, akikre szigorú titoktartási kötelezettségek vonatkoznak. Lehetséges, hogy a Fordító-interakcióinak kis, vizsgált része két éven túl is meg lesz tartva Sirinek, a Diktálásnak, a Fordítónak, és más nyelvfeldolgozási funkciók korlátozott körének folyamatos fejlesztéséhez. Általános Az iPhone vagy iPad beállításakor kiválasztott, hozzájárulásra vonatkozó beállítás minden olyan új Apple-hez kapcsolódó eszközre vagy támogatott HomeKit-kiegészítőre is érvényes lesz, amely olyan iPhone-nal vagy iPaddel lett beállítva, amelyen Siri be van kapcsolva. Ezt a későbbiekben az egyes eszközök beállításaiban módosíthatja. A Siri és a Diktálás továbbfejlesztése funkció bekapcsolásával Ön elfogadja, és hozzájárul ahhoz, hogy az Apple, valamint annak leányvállalatai és ügynökei továbbítsák, gyűjtsék, karbantartsák, feldolgozzák és felhasználják az Ön ilyen jellegű információit Siri, a Diktálás, a Keresés, a Fordító és más nyelvfeldolgozási funkciók korlátozott körének Apple-termékekben és -szolgáltatásokban való biztosítása és továbbfejlesztése érdekében, a fent leírt módon. Előfordulhat, hogy az Apple ezeket az információkat harmadik félnek minősülő, megbízható szolgáltatóknál tárolja és dolgozza fel. Az Apple által a Siri, a Diktálás vagy a Fordító használatából gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Siri dan Dikte Jika Anda menyalakan Tingkatkan Siri dan Dikte, Apple dapat menyimpan semua interaksi Anda dengan Siri dan Dikte, termasuk data audio serta transkrip dari apa yang Anda katakan dan ketik kepada Siri. Data audio, transkrip, dan data permintaan terkait, seperti kategori permintaan yang Anda buat, spesifikasi perangkat, statistik kinerja, dan perkiraan lokasi perangkat Anda pada saat permintaan dibuat, dapat digunakan untuk mengembangkan dan meningkatkan Siri, Dikte, Cari, serta fungsionalitas pemrosesan bahasa terbatas lainnya di produk dan layanan Apple. Misalnya, transkrip dapat digunakan untuk menyempurnakan Siri, Cari, Kontrol Suara, Terjemahkan, dan model pengenalan ucapan otomatis. Sebagian kecil data ini dapat ditinjau oleh pemberi nilai, sedangkan peninjauan audio hanya dilakukan oleh karyawan Apple. Riwayat permintaan, yang meliputi data audio, transkrip dan data terkait permintaan Anda, dikaitkan dengan pengenal acak buatan perangkat selama enam bulan. Setelah enam bulan, riwayat permintaan Anda tidak dikaitkan dengan pengenal acak dan dapat disimpan hingga selama dua tahun, dan sebagian kecil permintaan yang telah ditinjau dapat disimpan selama lebih dari dua tahun, tanpa pengenal acak, untuk proses peningkatan Siri, Dikte, Cari, dan fitur pemrosesan bahasa terbatas lainnya. Riwayat Permintaan Anda tidak digunakan untuk membuat profil pemasaran dan tidak akan pernah dijual kepada siapa pun. Jika salah satu interaksi Siri atau Dikte Anda dipilih untuk peninjauan, permintaan tersebut, serta respons yang diberikan oleh Siri, akan dianalisis untuk menentukan akurasi dan untuk meningkatkan Siri, Dikte, Cari, dan fungsionalitas pemrosesan bahasa terbatas lainnya secara umum dalam produk dan layanan Apple. Bergantung pada konteks permintaan Anda, peninjau dapat mengakses data kontekstual tambahan yang relevan secara langsung dengan permintaan tersebut, seperti nama kontak atau app yang terinstal di perangkat Anda, untuk menilai efektivitas respons Siri. Hanya karyawan Apple, yang tunduk pada kewajiban kerahasiaan yang ketat, yang dapat mengakses interaksi audio dengan Siri dan Dikte. Anda dapat mengubah pengaturan untuk Tingkatkan Siri dan Dikte kapan pun. Untuk melakukannya, buka Pengaturan > Privasi & Keamanan > Analisis & Peningkatan. Anda dapat menghapus interaksi terkait dengan pengenal acak dan disimpan selama enam bulan atau kurang dengan membuka Pengaturan > Apple Intelligence & Siri > Riwayat Siri & Dikte dan mengetuk Hapus Riwayat Siri & Dikte. Anda dapat menonaktifkan Siri dan Dikte dengan membuka Pengaturan > Umum > Papan Ketik dan mengetuk untuk mematikan Aktifkan Dikte. Lalu, buka Pengaturan > Apple Intelligence & Siri > Dengarkan dan ketuk Mati, lalu ketuk untuk mematikan “Tekan Tombol Samping untuk Siri” dan “Ketik ke Siri”. Interaksi Anda yang terkait dengan pengenal acak akan dihapus jika Anda menonaktifkan Siri dan Dikte. Terjemahkan Jika Anda mengaktifkan Tingkatkan Siri dan Dikte, audio, input teks, dan transkrip dari permintaan Terjemahkan Anda, yang dikaitkan dengan pengenal buatan perangkat yang acak dan dirotasi, dapat disimpan dan ditinjau oleh karyawan Apple untuk mengembangkan dan meningkatkan Siri, Dikte, Terjemahkan, dan fungsionalitas pemrosesan bahasa terbatas lainnya dalam produk dan layanan Apple. Permintaan Terjemahkan Anda dapat disimpan hingga selama dua tahun untuk membantu Apple mengembangkan dan meningkatkan Tingkatkan Siri, Dikte, Terjemahkan, dan fungsionalitas pemrosesan bahasa terbatas lainnya. Misalnya, transkrip dapat digunakan untuk menyempurnakan Siri, Cari, Kontrol Suara, Terjemahkan, dan model pengenalan ucapan otomatis. Jika salah satu interaksi Terjemahkan Anda dipilih untuk ditinjau, permintaan penerjemahan serta respons penerjemahan yang disediakan akan dianalisis untuk menentukan akurasi. Hanya karyawan Apple, yang tunduk pada kewajiban kerahasiaan ketat, yang dapat mengakses audio Terjemahkan Anda. Subset kecil dari interaksi Terjemahkan Anda yang telah ditinjau dapat disimpan selama lebih dari dua tahun untuk proses peningkatan Siri, Dikte, Terjemahkan, dan fungsionalitas pemrosesan bahasa terbatas lainnya di produk serta layanan Apple. Umum Preferensi pengaktifan yang Anda pilih saat mengatur iPhone atau iPad akan diterapkan ke semua perangkat Apple yang terhubung atau aksesori HomeKit terdukung yang diatur dengan iPhone atau iPad tersebut yang menyalakan Siri. Anda dapat mengubah ini nanti di pengaturan untuk setiap perangkat. Dengan mengaktifkan Tingkatkan Siri dan Dikte, Anda menyetujui dan menyepakati pentransmisian, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi ini oleh Apple dan anak perusahaan serta agennya untuk menyediakan dan meningkatkan fungsionalitas Siri, Dikte, Cari, Terjemahkan, dan fungsionalitas pemrosesan bahasa terbatas lainnya di produk serta layanan Apple sebagaimana dijelaskan di atas. Apple dapat memproses dan menyimpan informasi ini dengan penyedia layanan pihak ketiga yang tepercaya. Informasi yang dikumpulkan oleh Apple dari penggunaan Siri, Dikte, atau Terjemahkan Anda akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy.
it: Siri e Dettatura Se attivi “Migliora Siri e Dettatura”, Apple potrebbe archiviare tutte le tue interazioni con Siri e Dettatura, inclusi i dati audio e le trascrizioni di ciò che chiedi e scrivi a Siri. I dati audio, le trascrizioni e i dati correlati, come la categoria della richiesta, le specifiche del dispositivo, le statistiche sulle prestazioni e la posizione approssimativa del dispositivo nel momento in cui è stata effettuata la richiesta, potrebbero essere utilizzati per migliorare Siri, Dettatura, Cerca e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e nei servizi Apple. Ad esempio, le trascrizioni potrebbero essere utilizzate per perfezionare Siri, Cerca, “Controllo vocale”, Traduci e modelli di riconoscimento automatico del parlato. Un sottoinsieme di tali dati potrebbe essere rivisto da analisti e l’esame dell’audio verrà condotto esclusivamente da dipendenti Apple. La cronologia delle tue richieste, che comprende i dati audio, le trascrizioni e i dati correlati, viene associata a un identificativo casuale generato dal dispositivo per un periodo di sei mesi. Dopo sei mesi, la cronologia delle richieste viene scollegata dall’identificativo casuale e potrebbe essere conservata per un massimo di due anni, mentre la porzione ridotta di richieste analizzate potrebbe essere conservata per un periodo superiore a due anni, senza l’identificativo casuale, per il miglioramento continuo di Siri, Dettatura, Cerca e un numero limitato di altre funzionalità di elaborazione del linguaggio. La cronologia delle tue richieste non viene utilizzata per delineare il tuo profilo commerciale come utente e non viene mai venduta a nessuno. Qualora una delle tue interazioni con Siri o Dettatura fosse selezionata per una verifica, la richiesta e la risposta fornita da Siri verranno analizzate per determinarne l’accuratezza e per migliorare nel complesso Siri, Dettatura, Cerca e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e servizi Apple. A seconda del contesto della tua richiesta, un analista potrebbe accedere a dati contestuali aggiuntivi direttamente rilevanti per la richiesta stessa, come i nomi dei tuoi contatti o le app installate sul dispositivo, al fine di valutare l’efficacia della risposta di Siri. Solo i dipendenti Apple, soggetti ai relativi obblighi di riservatezza, sono in grado di accedere alle interazioni audio con Siri e Dettatura. Puoi modificare l’impostazione per “Migliora Siri e Dettatura” in qualsiasi momento. Per farlo, vai in Impostazioni > Privacy e sicurezza > Analisi e miglioramenti. È possibile eliminare le interazioni associate a un identificativo casuale e salvate per un massimo di sei mesi in Impostazioni > Apple Intelligence e Siri > Cronologia di Siri e Dettatura > Elimina cronologia di Siri e Dettatura. Puoi disabilitare Siri e Dettatura disattivando l’opzione “Abilita Dettatura” in Impostazioni > Generali > Tastiera. Quindi, vai in Impostazioni > Apple Intelligence e Siri > Rileva, e seleziona No; successivamente, disattiva “Premi il tasto laterale per Siri” e “Scrivi a Siri”. Se disabiliti Siri e Dettatura, le tue interazioni associate all’identificativo casuale vengono eliminate. Traduci Se attivi “Migliora Siri e Dettatura”, l’audio, l’input testuale e le trascrizioni delle tue richieste di traduzione, associate a identificativi casuali e a rotazione generati sul dispositivo, potrebbero essere archiviati e analizzati dagli addetti Apple per sviluppare e migliorare Siri, Dettatura, Traduci e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e servizi Apple. Le richieste di traduzione potrebbero essere conservate per un numero massimo di due anni per aiutare Apple a sviluppare e migliorare Siri, Dettatura, Traduci e un numero limitato di altre funzionalità di elaborazione del linguaggio. Ad esempio, le trascrizioni potrebbero essere utilizzate per perfezionare Siri, Cerca, “Controllo vocale”, Traduci e modelli di riconoscimento automatico del parlato. Qualora una delle tue interazioni con Traduci fosse selezionata per una verifica, la richiesta di traduzione e la risposta fornita verranno analizzate per determinarne l’accuratezza. Solamente gli addetti Apple, nel rispetto di severi obblighi di riservatezza, sono in grado di accedere agli input audio di Traduci. Il ridotto sottoinsieme di interazioni con Traduci che è stato consultato potrebbe essere conservato oltre i due anni per effettuare continui miglioramenti a Siri, Dettatura, Traduci e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e servizi Apple. Generali La preferenza selezionata quando configuri un iPhone o un iPad verrà applicata anche su qualsiasi nuovo dispositivo Apple connesso o accessorio HomeKit supportato configurati con tale iPhone o iPad. Puoi modificare questa preferenza in seguito per ciascun dispositivo. Abilitando “Migliora Siri e Dettatura”, accetti e autorizzi la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni da parte di Apple e dei suoi partner e licenziatari al fine di fornire e migliorare Siri, Dettatura, Cerca, Traduci e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e nei servizi Apple, secondo quanto descritto sopra. Apple potrebbe affidare a provider di servizi di terze parti il compito di elaborare e conservare le informazioni raccolte. In qualsiasi momento, le informazioni raccolte da Apple sul tuo uso di Siri, Dettatura o Traduci verranno trattate in conformità all’informativa sulla privacy di Apple, consultabile all’indirizzo www.apple.com/it/privacy.
ja: Siriと音声入力 “Siriと音声入力の改善”を選択した場合、AppleはSiriと音声入力に対するすべての操作（Siriに話しかけた内容やタイプ入力した内容の音声データと文字起こしを含む）を保存することがあります。Siri、文字起こし、検索、およびAppleの製品およびサービスにおける限定されたその他の言語処理機能を開発し、その品質を向上するために、音声データ、文字起こし、および実行したリクエストのカテゴリ、デバイスの仕様、パフォーマンス統計、リクエストしたときのデバイスのおおよその場所などの関連するリクエストデータが使用される場合があります。例えば、文字起こしは、Siri、検索、音声コントロール、翻訳、および自動音声認識モデルの微調整に使用される場合があります。このデータの一部は、Apple社員によってのみ実施される音声のレビューと共に、評価者によってレビューされる場合があります。 リクエスト履歴（音声データ、文字起こし、および関連するリクエストデータを含む）は、デバイスで生成されたランダム識別子に6か月間関連付けられます。リクエスト履歴は、6か月後にランダム識別子との関連付けが解除され、最長2年間保持される場合があります。また、レビューが完了したリクエストのうち、ごく一部はランダム識別子との関連付けが解除されても、Siri、音声入力、検索、および限定的なその他の言語処理機能の今後の改善のために2年以上保持される場合があります。 リクエスト履歴を市場分析のために使用したり、第三者に販売したりすることはありません。 Siriに話しかけた内容または音声入力で話した内容のいずれかがレビュー対象に選択された場合、そのリクエストとSiriの応答が分析されます。これは、Siri、文字起こし、検索、およびAppleの製品およびサービスにおける限定的なその他の言語処理機能の精度を判断し、全体的に改善するためのものです。リクエストのコンテクストに応じて、レビューアは、Siriの応答の有効性を評価するために、リクエストに直接関連する追加のコンテクスト情報（連絡先の名前やデバイスにインストールされているアプリなど）にアクセスする場合があります。厳格な守秘義務に従うApple社員のみが、“Siriと音声入力”に対する操作の音声にアクセスできます。“Siriと音声入力の改善”の設定はいつでも変更することができます。その場合は、“設定”＞“プライバシーとセキュリティ”＞“解析と改善”に移動します。 ランダム識別子に関連付けられた操作の内容で保持期間が6か月以内のものを削除するには、“設定”＞“Apple IntelligenceとSiri”＞“Siriと音声入力の履歴”に移動して、“Siriと音声入力の履歴を削除”をタップします。 “Siriと音声入力”を無効にするには、“設定”＞“一般”＞“キーボード”に移動し、“音声入力を有効にする”をタップしてオフにします。次に、“設定”＞“Apple IntelligenceとSiri”＞“次を聞き取る”に移動して“オフ”をタップし、“サイドボタンを押してSiriを使用”と“Siriにタイプ入力”をタップしてオフにします。“Siriと音声入力”を無効にすると、ランダム識別子に関連付けられた操作の内容が削除されます。 翻訳 “Siriと音声入力の改善”を選択した場合、翻訳リクエストの音声、テキスト入力、および文字起こしは、ローテーション方式でデバイスで生成されるランダム識別子に関連付けられ、Siri、音声入力、翻訳、およびAppleの製品とサービスにおける限定的なその他の言語処理機能の開発および改善を目的として、Apple従業員が保存およびレビューする場合があります。 翻訳リクエストは、AppleによるSiri、音声入力、翻訳、および限定的なその他の言語処理機能の開発や改善に役立てる目的で、最大2年間保持される場合があります。例えば、文字起こしは、Siri、検索、音声コントロール、翻訳、および自動音声認識モデルの微調整に使用される場合があります。翻訳操作のいずれかがレビュー対象に選択された場合、その翻訳リクエストと翻訳の応答が、精度を判断するために分析されます。厳格な守秘義務に従うApple従業員のみが、翻訳音声にアクセスできます。レビューが完了した翻訳操作のごく一部は、Siri、音声入力、翻訳、およびAppleの製品およびサービスにおける限定的なその他の言語処理機能の今後の改善のために2年を超えて保持される場合があります。 全般 iPhoneまたはiPadでオペレーティングシステムを設定するときに選択したオプトイン環境設定は、SiriがオンになっているiPhoneまたはiPadで設定した、接続されているすべてのAppleデバイス、または対応しているHomeKitアクセサリに適用されます。これは各デバイスの設定であとから変更できます。 あなたは“Siriと音声入力の改善”を有効にすることで、Appleおよびその子会社と代理業者が上記のようにSiri、音声入力、検索、翻訳、およびAppleの製品およびサービスにおける限定的なその他の言語処理機能を提供し、その品質を向上するために、この情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。Appleはこの情報を信頼できる第三者のサービス提供者と共に処理および保管する場合があります。Siri、音声入力、または翻訳を利用することでAppleによって収集される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Siri және мәтінді дауыспен енгізу Егер «Siri және дауыспен енгізу» реттеуін қоссаңыз, Apple компаниясы Siri және «Дауыспен теру» функциясымен өзара әрекеттесулеріңізді, соның ішінде Siri көмекшісіне айтқан және терген аудио деректер мен транскрипцияларды сақтауы мүмкін. Аудио деректері, транскрипциялар және қатысты сұрау деректері (мысалы, сіз жасаған сұраудың санаты, құрылғы сипаттамалары, өнімділік статистикасы және сұрау жіберілген уақыттағы құрылғының болжалды геолокациясы) Siri, «Дауыспен теру», «Іздеу» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын әзірлеу және жақсарту мақсатында пайдаланылуы мүмкін. Мысалы, транскрипциялар Siri, «Іздеу», «Дауыспен басқару», «Аудару» және сөйлеуді автоматты түрде тану модельдерін дәлдеп реттеу үшін пайдаланылуы мүмкін. Бұл деректердің ішкі жиынтығын бағалаушылар тексеруі мүмкін, ал аудио файлдарды Apple қызметкерлері ғана тексереді. Аудио деректерді, транскрипцияларды және қатысты сұрау деректерін қамтитын сұрау тарихыңыз алты айға дейін кездейсоқ, құрылғыда жасалған идентификатормен байланыстырылады. Алты айдан кейін сұрауларыңыздың тарихы кездейсоқ идентификатордан ажыратылып, екі жылға дейін сақталуы мүмкін, ал талданған сұраулардың шағын ішкі жиынтығы Siri, «Дауыспен теру», «Іздеу» және басқа тіл өңдеу функцияларының шектеулі санын жақсарту үшін екі жылдан көп уақыт сақталуы мүмкін. Бұл жағдайда ол кездейсоқ идентификатормен байланысты болмайды. Сұрау тарихы маркетинг профилін жасау үшін пайдаланылмайды және ешқашан ешкімге сатылмайды. Егер Siri немесе «Дауыспен теру» функциясымен өзара әрекеттестіктердің бірі талдау үшін таңдалса, сұрау және оған Siri ұсынған жауап талдаудан өтеді. Бұл сұрауларды өңдеу дәлдігін анықтауға, сондай-ақ Siri, «Дауыспен теру», «Іздеу» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын жалпы жақсартуға мүмкіндік береді. Сұрауыңыздың контекстіне байланысты талдаушы Siri жауаптарының тиімділігін бағалау үшін сұрауға тікелей қатысты қосымша контекстік деректерге (мысалы, контактілеріңіздің аттары немесе құрылғыларыңызда орнатылған қолданбалар) қол жеткізуі мүмкін. Пайдаланушылардың «Siri және мәтінді дауыспен енгізу» функциясымен әрекеттестіктерінің аудиожазбаларына тек құпиялылықты сақтау бойынша міндеттемелер жүктелген Apple қызметкерлері қол жеткізе алады. «Siri және дауыспен енгізу» реттеуін кез келген уақытта өзгертуге болады. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Аналитика және жақсартулар» тармағына өтіңіз. Кездейсоқ идентификатормен байланысты және алты ай немесе одан аз уақыт сақталған әрекеттестіктерді жоюға болады. Ол үшін «Реттеулер» > «Apple Intelligence және Siri» > «Siri және дауыспен енгізу тарихы» тармағына өтіп, «Siri және дауыспен енгізу тарихын жою» реттеуін түртіңіз. «Siri және мәтінді дауыспен енгізу» функциясын өшіру үшін «Реттеулер» > «Жалпы» > «Пернетақта» тармағына өтіп, «Мәтінді дауыспен енгізу функциясын қосу» параметрін өшіріңіз. Содан кейін «Реттеулер» > «Apple Intelligence және Siri» > «Тыңдау» тармағына өтіп, «Өшірулі» түймесін түртіңіз және «Siri көмекшісін бүйірлік түймемен ашу» және «Siri көмекшісіне сұрауды теру» функцияларын түртіп өшіріңіз. Егер Siri және «Дауыспен теру» функциясын өшірсеңіз, кездейсоқ идентификатормен байланысты өзара әрекеттесулеріңіз жойылады. Аудару Егер «Siri және дауыспен енгізу» реттеуін қоссаңыз, құрылғы жасаған кездейсоқ әрі үнемі өзгеріп тұратын идентификатормен байланысты «Аудару» сұрауларыңыздың дыбыстық, мәтіндік ензілімдері мен транскрипциялары Siri, «Дауыспен теру», «Аудару» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын әзірлеу және жақсарту мақсатында Apple қызметкерлерінің тарапынан сақталуы және тексерілуі мүмкін. Apple компаниясына Siri, «Дауыспен теру», «Аудару» және басқа тіл өңдеу функцияларының шектеулі санын әзірлеуге және жақсартуға көмектесу үшін «Аудару» сұрауларыңыз екі жылға дейін сақталуы мүмкін. Мысалы, транскрипциялар Siri, «Іздеу», «Дауыспен басқару», «Аудару» және сөйлеуді автоматты түрде тану модельдерін дәлдеп реттеу үшін пайдаланылуы мүмкін. Егер «Аудару» қолданбасымен өзара әрекеттестіктердің бірі талдау үшін таңдалса, аудару сұрауы мен оған берілген жауап талданады. Бұл дәлдікті анықтауға мүмкіндік береді. Пайдаланушылардың «Аудару» қолданбасымен әрекеттестіктерінің аудиоларына тек құпиялылықты сақтау бойынша міндеттемелер жүктелген Apple қызметкерлері қол жеткізе алады. Талданған аудару сұрауларының шағын ішкі жиынтығы Siri, «Дауыспен теру», «Аудару» және Apple өнімдері мен сервистеріндегі басқа да тіл өңдеу функцияларының шектеулі санын үздіксіз жақсарту үшін екі жылдан көп уақыт сақталуы мүмкін. Жалпы Егер бұл параметрді iPhone немесе iPad құрылғысын баптаған кезде қоссаңыз, ол Siri қосылған iPhone немесе iPad көмегімен бапталған кез келген жаңа Apple қосылған құрылғысында немесе қолдау көрсетілетін HomeKit керек-жарағында да қосылады. Бұл параметрді кейінірек әрбір құрылғының реттеулерінде өзгертуге болады. «Siri және дауыспен енгізу» параметрін қосу арқылы сіз Apple компаниясының және оның еншілес компаниялары мен агенттерінің осы ақпаратты Siri, «Дауыспен теру», «Іздеу», «Аудару» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын жоғарыда сипатталғандай қамтамасыз ету және жақсарту мақсатында тасымалдауына, жинауына, сақтауына, өңдеуіне және пайдалануына келісесіз. Apple компаниясы бұл ақпаратты сенімді үшінші тараптық сервис провайдерлерінде өңдеп, сақтауы мүмкін. Apple компаниясы сіз Siri көмекшісін, «Дауыспен теру» немесе «Аудару» қолданбасын пайдаланған кезде жинаған ақпарат әрқашан Apple компаниясының құпиялылық саясатына (www.apple.com/privacy сайтында берілген) сәйкес өңделеді.
ko: Siri 및 받아쓰기 ‘Siri 및 받아쓰기 기능 향상’에 참여하도록 선택하면 사용자가 Siri에게 말하고 입력하는 내용의 오디오 데이터 및 전사문을 포함하여 Siri 및 받아쓰기에 대한 사용자의 모든 상호 작용을 Apple이 저장할 수 있습니다. 오디오 데이터, 전사문 및 관련된 요청 데이터(요청 카테고리, 기기 사양, 성능 통계 및 요청 시점의 기기의 대략적인 위치)는 Apple 제품 및 서비스에서 Siri, 받아쓰기, 검색 및 제한된 다른 언어 처리 기능을 개발하고 향상하는 데 사용될 수 있습니다. 예를 들어, 전사문은 Siri, 검색, 음성 명령, 번역 및 자동 음성 인식 모델을 미세 조정하는 데 사용될 수 있습니다. 평가자는 이 데이터의 일부를 검토할 수 있으며, 오디오 검토는 오직 Apple 직원만 수행할 수 있습니다. 오디오 데이터, 전사문 및 관련 요청 데이터를 포함한 사용자의 요청 기록은 6개월 동안 기기에서 생성된 임의의 식별자와 연계됩니다. 6개월 후, 사용자의 요청 기록은 임의의 식별자와 연결 해제되며 최대 2년 동안 보관될 수 있습니다. 검토된 요청의 일부는 Siri, 받아쓰기, 검색 및 제한된 다른 언어 처리 기능의 지속적인 향상을 위해 임의의 식별자 없이 2년 이상 보관될 수 있습니다. 요청 기록은 마케팅 프로필을 제작하기 위해 사용되지 않으며, 누구에게도 판매되지 않습니다. 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오 중 하나가 Apple에서 검토되는 경우, Siri가 응답한 내용뿐만 아니라 사용자의 요청도 함께 분석되어, 정확성을 판단하고 Apple 제품 및 서비스에서 Siri, 받아쓰기 및 제한된 다른 언어 처리 기능을 개발하고 개선하기 위한 목적으로 사용됩니다. 사용자 요청의 문맥에 따라, 검토자는 Siri 응답의 유효성을 평가하기 위해 사용자의 요청과 직접적으로 연관된 관련 데이터(예: 연락처의 이름 또는 기기에 설치된 앱)에 추가로 접근할 수 있습니다. 강력한 보안 규율을 따라야 하는 Apple 직원만이 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오에 접근할 수 있습니다. Siri 및 받아쓰기 기능 향상 설정은 언제든지 변경할 수 있습니다. 이렇게 하려면 설정 > 개인정보 보호 및 보안 > 분석 및 향상으로 이동하십시오. 임의의 식별자와 연계된 상호 작용 기록은 최대 6개월 동안 보관되며, 설정 > Apple Intelligence 및 Siri > Siri 및 받아쓰기 기록으로 이동한 다음, ‘Siri 및 받아쓰기 기록 삭제’를 탭하여 지울 수 있습니다. Siri 및 받아쓰기를 비활성화하려면 설정 > 일반 > 키보드로 이동한 다음 받아쓰기 활성화를 탭하여 끄십시오. 그런 다음 설정 > Apple Intelligence 및 Siri > 듣기로 이동하여 ‘끔’을 탭하고, ‘측면 버튼 눌러서 Siri 사용’ 및 ‘타이핑으로 Siri 사용’을 탭하여 끄십시오. Siri 및 받아쓰기를 비활성화하면, 임의의 식별자와 연계된 Siri 데이터는 삭제됩니다. 번역 ‘Siri 및 받아쓰기 기능 향상’을 사용자가 선택한 경우 사용자의 번역 요청 오디오, 텍스트 입력 및 전사문은 임의의 순환되는 기기 생성 식별자와 연관되며, Apple 제품 및 서비스의 Siri, 받아쓰기, 번역 및 제한된 다른 언어 처리 기능 개발 및 향상을 목적으로 보관될 수 있고 Apple 직원이 검토할 수 있습니다. 번역 요청은 Apple이 Siri, 받아쓰기, 번역 및 제한된 다른 언어 처리 기능을 개발하고 향상하도록 최대 2년 동안 보존될 수 있습니다. 예를 들어, 전사문은 Siri, 검색, 음성 명령, 번역 및 자동 음성 인식 모델을 미세 조정하는 데 사용될 수 있습니다. 사용자의 번역 상호 작용이 검토를 위해 선택된 경우 해당 번역 요청은 제공된 번역 결과와 마찬가지로 정확성을 측정하기 위해 분석됩니다. 강력한 보안 규율을 따라야 하는 Apple 직원만이 사용자의 번역 오디오에 접근할 수 있습니다. 검토된 번역 상호 작용의 일부는 Apple 제품 및 서비스에서 Siri, 받아쓰기, 번역 및 제한된 다른 언어 처리 기능의 지속적인 향상을 위해 최대 2년 동안 보관될 수 있습니다. 일반 사용자가 iPhone 또는 iPad를 설정할 때 선택한 환경설정은 Siri가 켜져 있는 iPhone 또는 iPad로 설정한 모든 새로운 Apple 연결 기기 또는 지원되는 HomeKit 액세서리에 적용됩니다. 이 환경설정은 나중에 각 기기의 설정에서 변경할 수 있습니다. ‘Siri 및 받아쓰기 기능 향상’을 활성화하는 것은 위에 설명된 대로 Apple과 그 자회사 및 에이전트가 Apple 제품 및 서비스에서 Siri, 받아쓰기, 검색, 번역 및 제한된 다른 언어 처리 기능을 제공하고 향상하기 위해 이러한 정보를 전송, 수집, 유지, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다. Apple은 이 정보를 신뢰하는 타사 서비스 제공업체와 처리하고 저장할 수 있습니다. Apple에서 사용자의 Siri, 받아쓰기 또는 번역 사용을 통해 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: „Siri“ ir diktavimas Jei pasirinksite tobulinti „Siri“ ir „Diktavimą“, „Apple“ gali saugoti visas jūsų „Siri“ ir „Diktavimo“ sąveikas, įskaitant garso įrašų duomenis ir transkripcijas to, ką sakote ir rašote „Siri“. Garso įrašų duomenys, transkripcijos ir susiję užklausų duomenys, pvz., jūsų pateiktos užklausos kategorija, įrenginio specifikacijos, našumo statistika ir apytikslė jūsų įrenginio buvimo vieta užklausos pateikimo metu, gali būti naudojami kuriant ir tobulinant „Siri“, „Diktavimą“, „Paiešką“ ir kitas ribotas kalbos apdorojimo funkcijas „Apple“ produktuose ir paslaugose. Pavyzdžiui, transkripcijos gali būti naudojamos „Siri“, „Paieškai“, „Valdymui balsu“, „Vertimui“ ir automatinio kalbos atpažinimo modeliams tobulinti. Šių duomenų poaibį gali peržiūrėti vertintojai, o garso įrašų peržiūrą gali atlikti tik „Apple“ darbuotojai. Jūsų užklausų istorija, apimanti garso duomenis, transkripcijas ir susijusius užklausų duomenis, šešis mėnesius siejama su atsitiktiniu įrenginio sugeneruotu identifikatoriumi. Praėjus šešiems mėnesiams, jūsų užklausų istorija nesiejama su atsitiktiniu identifikatoriumi ir gali būti saugoma iki dvejų metų, o mažas peržiūrėtų užklausų poaibis be atsitiktinio identifikatoriaus gali būti saugomas ilgiau nei dvejus metus, siekiant nuolat tobulinti „Siri“, „Diktavimą“, „Paiešką“ ir kitas ribotas kalbos apdorojimo funkcijas. Jūsų užklausų istorija nėra naudojama kuriant rinkodaros profilį ir niekada nėra parduodama. Jei peržiūrėti pasirinkta viena iš programos „Siri“ arba „Diktavimas“ sąveikų, užklausa ir „Siri“ pateiktas atsakymas bus analizuojami, siekiant nustatyti tikslumą ir bendrai patobulinti „Siri“, „Diktavimą“ ir kitą ribotą kalbos apdorojimo funkciją „Apple“ produktuose ir paslaugose. Priklausomai nuo jūsų užklausos konteksto, vertintojas, norėdamas įvertinti „Siri“ atsakymo veiksmingumą, gali gauti papildomų kontekstinių duomenų, tiesiogiai susijusių su užklausa, pvz., jūsų adresatų vardus arba jūsų įrenginiuose įdiegtas programas. Garso sąveikas su programomis „Siri“ ir „Diktavimas“ gali pasiekti tik „Apple“ darbuotojai, kuriems taikomi griežti konfidencialumo laikymosi įsipareigojimai. Nustatymą „Siri“ ir „Diktavimo“ tobulinimas“ galite pakeisti bet kuriuo metu. Norėdami tai padaryti, eikite į sritį „Nustatymai“ > „Privatumas ir sauga“ > „Analizė ir patobulinimai“. Galite ištrinti sąveikas, susietas su atsitiktiniu identifikatoriumi, ir saugomas iki šešių mėnesių, nueidami į sritį „Nustatymai“ > „Apple Intelligence“ ir „Siri“ > „Siri“ ir diktavimo istorija“ ir bakstelėdami parinktį „Trinti „Siri“ ir diktavimo istoriją“. „Siri“ ir „Diktavimą“ galite išjungti nueidami į sritį „Nustatymai“ > „Bendrieji“ > „Klaviatūra“ ir bakstelėdami, kad išjungtumėte parinktį „Įjungti diktavimą“. Tada eikite į sritį „Nustatymai“ > „Apple Intelligence“ ir „Siri“ > „Klausytis“ ir bakstelėkite „Išjungti“, bakstelėdami išjunkite parinktį „Suaktyvinti „Siri“ šoniniu mygtuku“ ir „Siri“ užklausų įvedimas“. Išjungus „Siri“ ir „Diktavimą“ bus ištrintos su atsitiktiniu unikaliu identifikatoriumi susietos jūsų sąveikos. Vertimas Jei pasirinksite „Siri“ ir „Diktavimo“ tobulinimą, garso, teksto įvestis ir „Vertimo“ užklausų transkripcijos, susietos su atsitiktiniais, kintančiais, įrenginio sugeneruotais identifikatoriais, gali būti saugomos ir peržiūrimos „Apple“ darbuotojų, siekiant plėtoti ir tobulinti „Siri“, „Diktavimą“, „Vertimą“ ir kitą ribotą kalbos apdorojimo funkciją „Apple“ produktuose ir paslaugose. Jūsų „Vertimo“ užklausos gali būti saugomos iki dviejų metų, kad bendrovei „Apple“ būtų lengviau plėtoti ir tobulinti „Siri“, „Diktavimą“, „Vertimą“ ir kitas ribotas kalbos apdorojimo funkcijas. Pavyzdžiui, transkripcijos gali būti naudojamos „Siri“, „Paieškai“, „Valdymui balsu“, „Vertimui“ ir automatinio kalbos atpažinimo modeliams tobulinti. Jei peržiūrėti pasirinkta viena iš programos „Vertimas“ sąveikų, vertimo užklausa ir pateiktas vertimo atsakymas bus analizuojami, siekiant nustatyti tikslumą. Programos „Vertimas“ garso įvestis gali pasiekti tik „Apple“ darbuotojai, kuriems taikomi griežti konfidencialumo laikymosi įsipareigojimai. Mažas peržiūrėtų „Vertimo“ sąveikų poaibis gali būti saugomas ilgiau nei dvejus metus, siekiant nuolat tobulinti „Siri“, „Diktavimą“, „Vertimą“ ir kitas ribotas kalbos apdorojimo funkcijas „Apple“ produktuose ir paslaugose. Bendrieji Nustatant „iPhone“ arba „iPad“ įrenginį, pasirinkta sutikimo nuostata bus taikoma bet kuriam naujam prie „Apple“ prijungtam įrenginiui arba palaikomam „HomeKit“ priedui, nustatytam su tuo „iPhone“ arba „iPad“, kuriame įjungta „Siri“. Vėliau galėsite tai pakeisti kiekvieno įrenginio nustatymuose. Įjungdami „Siri“ ir „Diktavimo“ tobulinimą“ sutinkate, kad bendrovė „Apple“ ir jos patronuojamosios įmonės bei agentai perduotų, rinktų, prižiūrėtų, apdorotų ir naudotų šią informaciją, siekiant teikti ir tobulinti „Siri“, „Diktavimą“, „Paiešką“, „Vertimą“ ir kitas ribotas kalbos apdorojimo funkcijas „Apple“ produktuose ir paslaugose, kaip aprašyta pirmiau. Bendrovė „Apple“ gali tvarkyti ir saugoti šią informaciją pas patikimus trečiosios šalies paslaugų teikėjus. Jums naudojantis programomis „Siri“, „Diktavimas“ arba „Vertimas“ bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Siri dan Perencanaan Jika anda mengikut serta untuk Tingkatkan Siri dan Perencanaan, Apple mungkin menyimpan semua interaksi anda dengan Siri dan Perencanaan, termasuk data audio dan transkrip tentang perkara yang anda sebutkan dan taipkan kepada Siri. Data audio, transkrip dan data permintaan berkaitan, seperti kategori permintaan yang anda lakukan, spesifikasi peranti, statistik prestasi serta lokasi anggaran peranti anda pada waktu permintaan dibuat, mungkin digunakan untuk membangunkan dan meningkatkan Siri, Perencanaan, Cari dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple. Contohnya, transkrip mungkin digunakan untuk memperhalus Siri, Carian, Kawalan Suara, Terjemah dan model pengecaman pertuturan automatik. Subset data ini mungkin disemak oleh penggred, dengan semakan audio dilakukan hanya oleh pekerja Apple. Sejarah permintaan anda, yang termasuk data audio, transkrip dan data permintaan anda yang berkaitan, dikaitkan dengan pengecam rawak yang dijana peranti selama enam bulan. Selepas enam bulan, sejarah permintaan anda dinyahkaitkan daripada pengecam rawak dan mungkin disimpan hingga dua tahun dan subset kecil permintaan yang telah disemak mungkin disimpan selama lebih daripada dua tahun, tanpa pengecam rawak, untuk peningkatan berterusan Siri, Perencanaan, Cari dan ciri pemprosesan bahasa lain yang terhad. Sejarah permintaan anda tidak digunakan untuk membina profil pemasaran dan tidak pernah dijual kepada sesiapa. Jika satu daripada interaksi Siri atau Perencanaan anda dipilih untuk disemak, permintaan, juga respons yang diberikan oleh Siri, akan dianalisis untuk menentukan ketepatan dan meningkatkan Siri, Perencanaan, Carian dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple. Bergantung pada konteks permintaan anda, pengulas mungkin mengakses data kontekstual tambahan yang berkaitan terus dengan permintaan, seperti nama kenalan anda atau app yang dipasang pada peranti anda, untuk mengelaskan keberkesanan respons Siri. Hanya pekerja Apple, yang tertakluk pada kewajipan kerahsiaan yang ketat, boleh mengakses interaksi audio dengan Siri dan Perencanaan. Anda boleh menukar seting anda untuk Tingkatkan Siri dan Perencanaan pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Privasi & Keselamatan > Analitis & Peningkatan. Anda boleh memadamkan interaksi yang dikaitkan dengan pengecam rawak dan disimpan selama enam bulan atau kurang dengan pergi ke Seting > Apple Intelligence & Siri > Sejarah Siri & Perencanaan dan mengetik Padam Sejarah Siri & Perencanaan. Anda boleh menyahdayakan Siri dan Perencanaan dengan pergi ke Seting > Umum > Papan Kekunci dan mengetik untuk menyahaktifkan Dayakan Perencanaan. Kemudian pergi ke Seting > Apple Intelligence & Siri > Dengar untuk dan ketik Tak Aktif, serta ketik untuk menyahaktifkan “Tekan Butang Sisi untuk Siri” dan “Taip kepada Siri”. Interaksi anda yang dikaitkan dengan pengecam rawak dipadamkan jika anda menyahdayakan Siri dan Perencanaan. Terjemah Jika anda mengikut serta dalam Tingkatkan Siri dan Perencanaan, audio, input teks dan transkrip permintaan Terjemah anda, yang dikaitkan dengan pengecam rawak bergilir yang dijana oleh peranti, mungkin disimpan dan disemak oleh pekerja Apple untuk membangunkan serta meningkatkan Siri, Perencanaan, Terjemah dan fungsi pemprosesan bahasa lain yang terhad dalam produk serta perkhidmatan Apple. Permintaan Terjemah anda mungkin disimpan sehingga dua tahun untuk membantu Apple membangunkan dan meningkatkan Siri, Perencanaan serta fungsi pemprosesan bahasa lain yang terhad. Contohnya, transkrip mungkin digunakan untuk memperhalus Siri, Carian, Kawalan Suara, Terjemah dan model pengecaman pertuturan automatik. Jika salah satu interaksi Terjemah anda dipilih untuk semakan, permintaan terjemahan, serta balasan terjemahan yang diberikan, akan dianalisis untuk menentukan ketepatan. Hanya pekerja Apple, tertakluk pada kewajipan kerahsiaan yang ketat, boleh mengakses audio Terjemah anda. Subset kecil interaksi Terjemah anda yang telah disemak mungkin disimpan selama lebih daripada dua tahun untuk peningkatan berterusan Siri, Perencanaan, Terjemah dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple. Umum Keutamaan mengikut serta yang anda pilih semasa anda menyediakan iPhone atau iPad akan digunakan pada sebarang peranti disambungkan Apple atau aksesori HomeKit yang disokong baharu yang disediakan dengan iPhone atau iPad tersebut yang telah mengaktifkan Siri. Anda boleh menukarnya kemudian dalam seting untuk setiap peranti. Dengan mendayakan Tingkatkan Siri dan Perencanaan, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya, untuk menyediakan dan meningkatkan Siri, Perencanaan, Carian, Terjemah dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple seperti yang diterangkan di atas. Apple mungkin memproses dan menyimpan maklumat ini dengan penyedia khidmat pihak ketiga yang dipercayai. Pada setiap masa, maklumat yang dikumpulkan oleh Apple daripada penggunaan Siri, Perencanaan atau Terjemah oleh anda akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Siri en de dicteerfunctie Als je ervoor kiest om 'Verbeter Siri en de dicteerfunctie' in te schakelen, kan Apple al je interacties met Siri en de dicteerfunctie opslaan, inclusief de audiogegevens en transcripties van wat je tegen Siri zegt en wat je typt voor Siri. Audiogegevens, transcripten en gerelateerde verzoekgegevens, zoals de categorie van het verzoek dat je hebt gedaan, apparaatspecificaties, prestatiestatistieken en de locatie bij benadering van je apparaat op het moment dat het verzoek werd gedaan, kunnen worden gebruikt om Siri, de dicteerfunctie, de zoekfunctie en beperkte andere taalverwerkingsfuncties in Apple producten en voorzieningen te ontwikkelen en te verbeteren. Er kunnen bijvoorbeeld transcripties worden gebruikt om Siri, de zoekfunctie, stembediening, de vertaalfunctie en automatische spraakherkenningsmodellen te verfijnen. Een deel van deze gegevens kan worden beoordeeld door classificeerders, terwijl de audioreview alleen wordt uitgevoerd door werknemers van Apple. Je verzoekgeschiedenis, waaronder je audio-gegevens, transcripten en gerelateerde verzoekgegevens, wordt gedurende zes maanden aan een willekeurige, door je apparaat gegenereerde ID gekoppeld. Na zes maanden wordt je verzoekgeschiedenis losgekoppeld van de willekeurige ID en deze kan vervolgens maximaal twee jaar worden bewaard. De kleine subset van beoordeelde verzoeken kan langer dan twee jaar worden bewaard, zonder de willekeurige ID, voor verdere verbetering van Siri, de dicteerfunctie, de zoekfunctie en beperkte andere taalverwerkingsfuncties. Je verzoekgeschiedenis wordt niet gebruikt om een marketingprofiel samen te stellen en wordt nooit aan anderen verkocht. Als een van je interacties met Siri of de dicteerfunctie wordt geselecteerd voor beoordeling, worden het verzoek en de reactie van Siri daarop geanalyseerd om de nauwkeurigheid te bepalen en de algemene werking van Siri, de dicteerfunctie, de zoekfunctie en beperkte andere functionaliteit voor het verwerken van taal in de producten en diensten van Apple te verbeteren. Afhankelijk van de context van je verzoek, kan een beoordelaar toegang krijgen tot aanvullende contextuele gegevens die relevant zijn voor het verzoek, zoals namen van je contacten of apps die op je apparaten zijn geïnstalleerd, om de effectiviteit van de reactie van Siri te beoordelen. Voor werknemers van Apple die toegang hebben tot audio-interacties met Siri en de dicteerfunctie gelden strikte vertrouwelijkheidsvoorschriften. Je kunt je instelling voor 'Verbeter Siri en de dicteerfunctie' op elk moment wijzigen. Hiervoor ga je in Instellingen naar 'Privacy en beveiliging' > 'Analyse en verbeteringen'. Je verwijdert interacties die aan een willekeurige ID zijn gekoppeld en gedurende zes maanden of minder worden bewaard door in Instellingen naar 'Apple Intelligence en Siri' > 'Siri- en dicteergeschiedenis' te gaan en op 'Verwijder Siri- en dicteergeschiedenis' te tikken. Je kunt Siri en de dicteerfunctie uitschakelen door in Instellingen naar 'Algemeen' > 'Toetsenbord' te gaan en te tikken om 'Schakel dicteerfunctie in' uit te schakelen. Vervolgens ga je in Instellingen naar 'Apple Intelligence en Siri' > 'Luister naar' en tik je op 'Uit'. Vervolgens tik je om 'Druk op zijknop voor Siri' en 'Typ vragen aan Siri' uit te schakelen. Je interacties die aan de willekeurige ID zijn gekoppeld, worden verwijderd als je Siri en de dicteer­functie uitschakelt. De vertaalfunctie Als je ervoor kiest om 'Verbeter Siri en de dicteerfunctie' in te schakelen, kunnen je audio, je tekstinvoer en transcripties van je vertaalverzoeken, gekoppeld aan willekeurige, wisselende, door je apparaat gegenereerde ID's, worden opgeslagen en beoordeeld door werknemers van Apple om Siri en de dicteerfunctie, de vertaalfunctie en beperkte andere functionaliteit voor het verwerken van taal in de producten en diensten van Apple te verbeteren. Je vertaalverzoeken kunnen maximaal twee jaar worden bewaard om Apple te helpen Siri, de dicteerfunctie, de vertaalfuntie en beperkte andere taalverwerkingsfuncties te ontwikkelen en te verbeteren. Er kunnen bijvoorbeeld transcripties worden gebruikt om Siri, de zoekfunctie, stembediening, de vertaalfunctie en automatische spraakherkenningsmodellen te verfijnen. Als een van je interacties met de vertaalfunctie wordt geselecteerd voor beoordeling, worden het vertaalverzoek en de geleverde vertaling geanalyseerd om de nauwkeurigheid te bepalen. Voor werknemers van Apple die toegang hebben tot je audio in de vertaalfunctie gelden strikte vertrouwelijkheidsvoorschriften. De kleine subset van je beoordeelde vertaalinteracties kan langer dan twee jaar worden bewaard voor verdere verbetering van Siri, de dicteerfunctie, de vertaalfunctie en beperkte andere taalverwerkingsfuncties in Apple producten en voorzieningen. Algemeen De voorkeursinstelling voor je instemming die is geselecteerd wanneer je een iPhone of iPad configureert, is ook van toepassing op elk nieuw gekoppeld Apple apparaat of ondersteund HomeKit-accessoire dat met die iPhone of iPad is geconfigureerd er waarop Siri is ingeschakeld. Je kunt dit later wijzigen in de instellingen voor elk apparaat. Door 'Verbeter Siri en de dicteerfunctie' in te schakelen, stem je ermee in dat Apple en zijn dochterondernemingen en tussenpersonen deze informatie mogen versturen, verzamelen, onderhouden, verwerken en gebruiken teneinde Siri, de dicteerfunctie, de zoekfunctie, de vertaalfunctie en beperkte andere taalverwerkingsfunctionaliteit te kunnen aanbieden en verbeteren in Apple producten en voorzieningen zoals hierboven beschreven. Apple kan deze informatie verwerken en bewaren bij erkende externe serviceproviders. De door Apple verzamelde informatie over je gebruik van Siri, de dicteerfunctie of de vertaalfunctie wordt te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy.
no: Siri og Diktering Hvis du velger å godta Forbedre Siri og Diktering, kan Apple lagre lyd­opptak av alle utvekslingene dine med Siri og Diktering, inkludert lyddata og avskrifter av det du sier og skriver til Siri. Lyddata, avskrifter og relaterte data om forespørsler, som kategorien for forespørselen, enhets­spesifika­sjoner, ytelses­statistikk og den omtrentlige posisjonen til enheten da forespørselen fant sted, kan bli brukt til å videreutvikle og forbedre Siri, Diktering, Søk og et begrenset utvalg av andre språk­proses­serings­funk­sjoner i Apples produkter og tjenester. For eksempel kan avskrifter bli brukt til å finjustere Siri, Søk, Talekontroll, Oversett og automatiske tale­gjen­kjennings­modeller. Et delsett av disse dataene kan bli gjennomgått av graderere, mens lydopptak utelukkende blir gjennomgått av Apple-ansatte. Forespørselsloggen din, inkludert lyddata, avskrifter og relaterte fore­spørsels­data, knyttes til en tilfeldig, enhetsg­enerert identifikator i seks måneder. Etter seks måneder fjernes tilknytningen mellom forespørsels­loggen din og den tilfeldige identifikatoren, og det lille delsettet med fore­spørsler som har blitt behandlet, kan beholdes i lenger enn to år, uten den tilfeldige identifikatoren, for videre forbedring av Siri, Diktering og andre språk­proses­serings­funk­sjoner. Forespørsels­loggen brukes ikke til å opprette en markeds­førings­profil og selges aldri til noen. Hvis en av inter­aksjonene dine med Siri eller Diktering velges ut for behandling, vil forespørselen, sammen med svaret Siri ga, bli analysert for å avgjøre nøyaktighet og for å generelt forbedre Siri, Diktering, Søk og et begrenset utvalg av annen språk­proses­serings­funksjonalitet i Apples produkter og tjenester. Avhengig av konteksten til forespørselen din, kan en tester få tilgang til ytterligere kontekstuelle data med direkte relevans til forespørselen, som navn på kontaktene dine eller apper installert på enhetene, for å rangere effektiviteten til svaret fra Siri. Kun Apple-ansatte som er underlagt strenge konfidensialitetsforpliktelser har tilgang til lydsamhandlinger med Siri og Diktering. Du kan når som helst endre innstillingene for Forbedre Siri og Diktering. Det gjør du ved å gå til Innstillinger > Personvern og sikkerhet > Analyse og forbedringer. Du kan også slette utvekslinger knyttet til en tilfeldig identifikator og som beholdes i seks måneder eller mindre, ved å velge Innstillinger >Apple Intelligence og Siri > Siri- og Diktering-logg og deretter trykke på «Slett Siri- og Diktering-logg». Du kan deaktivere Siri og Diktering ved å velge Innstillinger > Generelt > Tastatur og trykke for å slå av Aktiver diktering. Gå deretter til Innstillinger > Apple Intelligence og Siri > Lytt etter og trykk på Av. Trykk deretter for å slå av «Trykk på sideknappen for Siri» og «Skriv til Siri». Dine utvekslinger knyttet til den tilfeldige identifikatoren slettes hvis du deaktiverer Siri og Diktering. Oversett Hvis du velger å godta Forbedre Siri og Diktering, kan lydopptak, innskrevet tekst og avskrifter av Oversett-forespørslene dine, som er knyttet til tilfeldige, rullerende enhetsgenererte identifikatorer, lagres og behandles av Apple-ansatte for å utvikle og forbedre Siri og Diktering, Oversett og et begrenset utvalg av andre språk­proses­serings­funksjoner i Apple-produkter og -tjenester. Oversett-forespørslene dine kan oppbevares i opptil to år for å hjelpe Apple med å utvikle og forbedre Siri, Diktering, Oversett og et begrenset utvalg av andre språk­proses­serings­funksjoner. For eksempel kan avskrifter bli brukt til å finjustere Siri, Søk, Talekontroll, Oversett og automatiske tale­gjen­kjennings­modeller. Hvis en av utvekslingene dine med Oversett plukkes ut til behandling, vil over­set­tings­fore­spørselen, i tillegg til overset­telsen, bli analysert for å avgjøre nøyaktighet. Kun Apple-ansatte som er underlagt strenge konfiden­sialitets­for­pliktelser har tilgang til lydopptak fra Oversett. Det lille delsettet av utvekslingene dine med Oversett som er gjennomgått, kan oppbevares i over to år i forbindelse med pågående forbedring av Siri, Diktering, Oversett og et begrenset utvalg av andre språk­proses­serings­funksjoner i Apple-produkter og -tjenester. Generelt Innstillingen for deltakelse du valgte når du konfigurerte en iPhone eller iPad, vil også gjelde eventuelle nye tilkoblede Apple-enheter eller HomeKit-tilbehør som støttes, og som er konfigurert med iPhonen eller iPaden som har Siri slått på. Du kan endre dette senere i innstillingene for hver enhet. Ved å velge å delta i Forbedre Siri og Diktering godtar du at Apple og våre under­leveran­dører og sam­arbeids­partnere kan samle inn, overføre, vedlike­holde, behandle og bruke denne informasjonen for å levere og forbedre Siri, Diktering, Søk, Oversett og et begrenset utvalg av andre språk­proses­serings­funksjoner i Apple-produkter og -tjenester som beskrevet ovenfor. Apple kan behandle og lagre denne informasjonen hos pålitelige tredjeparter som leverer tjenester til selskapet. Informasjon som Apple samler inn gjennom din bruk av Siri, Diktering eller Oversett, blir alltid behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Siri i Dyktowanie Jeśli zdecydujesz się pomagać ulepszać Siri i funkcję Dyktowanie, Apple może przechowywać wszystkie Twoje interakcje z Siri i funkcją Dyktowanie, w tym zapisy dźwiękowe i transkrypcje Twoich poleceń (mówionych i wpisywanych). Zapisy dźwiękowe, transkrypcje i dotyczące ich dane (takie jak kategoria polecenia, specyfikacja urządzenia, statystyki wydajności i przybliżone położenie urządzenia w momencie wydania polecenia) mogą być wykorzystywane do opracowywania i ulepszania Siri, funkcji Dyktowanie i Wyszukiwanie oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple. Transkrypcje mogą być na przykład używane do dostrajania Siri, funkcji Wyszukiwanie, Sterowanie głosowe i Tłumacz oraz modeli automatycznego rozpoznawania mowy. Podzbiór tych danych może zostać sprawdzony przez klasyfikatorów (zapisy dźwiękowe są odsłuchiwane wyłącznie przez pracowników Apple). Historia Twoich poleceń, obejmująca ich zapisy dźwiękowe i transkrypcje oraz dotyczące ich dane, będzie powiązana z losowym identyfikatorem generowanym na urządzeniu przez sześć miesięcy. Po upływie sześciu miesięcy powiązanie Twojej historii poleceń z losowym identyfikatorem zostanie usunięte. Historia poleceń może być następnie przechowywana przez maksymalnie dwa lata, a mały podzbiór poleceń, które zostały odsłuchane, może być przechowywany bez losowego identyfikatora dłużej niż dwa lata na potrzeby ciągłego ulepszania Siri, funkcji Dyktowanie i Wyszukiwanie oraz ograniczonego zestawu funkcji przetwarzania języka. Twoja historia poleceń nie jest używana do budowania profilu marketingowego i nigdy nie jest nikomu sprzedawana. Jeśli jedna z Twoich interakcji z Siri lub funkcją Dyktowanie zostanie wybrana do sprawdzenia, to polecenie oraz dostarczona odpowiedź Siri zostaną przeanalizowane w celu ustalenia dokładności oraz ogólnego ulepszenia Siri, funkcji Dyktowanie i Wyszukiwanie oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple. W zależności od kontekstu Twojego polecenia, osoba sprawdzająca je może uzyskać dostęp do dodatkowych informacji kontekstowych, na przykład nazw kontaktów lub aplikacji zainstalowanych na urządzeniu, w celu dokonania oceny efektywności odpowiedzi Siri. Zgodnie ze ścisłym zobowiązaniem do zachowania poufności, tylko pracownicy Apple będą mieli dostęp do interakcji głosowych z Siri i funkcją Dyktowanie. Możesz zmienić swoje ustawienia funkcji Ulepszanie (Siri i Dyktowanie) w dowolnym momencie. W tym celu przejdź do ekranu Ustawienia > Prywatność i ochrona > Analizy i udoskonalenia. Interakcje głosowe powiązane z losowym identyfikatorem oraz przechowywane przez sześć miesięcy lub krócej można usunąć, przechodząc do ekranu Ustawienia > Apple Intelligence i Siri > Historia Siri i Dyktowania, a następnie stukając w Usuń historię Siri i Dyktowania. Możesz wyłączyć Siri i funkcję Dyktowanie, przechodząc do Ustawień, stukając w Ogólne > Klawiatura i wyłączając stuknięciem opcję Włącz dyktowanie. Następnie przejdź do ekranu Ustawienia > Apple Intelligence i Siri > Reaguj na, stuknij w Wył. oraz wyłącz stuknięciem opcje Przycisk boczny wywołuje Siri i Napisz do Siri. Gdy wyłączysz Siri i funkcję Dyktowanie, interakcje powiązane z losowym identyfikatorem zostaną usunięte. Tłumacz Jeśli zdecydujesz się pomagać ulepszać Siri i Dyktowanie, zapisy dźwiękowe, wpisany tekst i transkrypcje poleceń kierowanych do aplikacji Tłumacz (powiązane z losowymi, rotowanymi, generowanymi na urządzeniu identyfikatorami) mogą być przechowywane i sprawdzane przez pracowników Apple w celu rozwijania i ulepszania Siri, funkcji Dyktowanie i aplikacji Tłumacz oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple. Twoje polecenia kierowane do aplikacji Tłumacz mogą być przechowywane przez maksymalnie dwa lata na potrzeby rozwijania i ulepszania Siri, funkcji Dyktowanie i aplikacji Tłumacz oraz ograniczonego zestawu innych funkcji przetwarzania języka. Na przykład: transkrypcje mogą być wykorzystywane do dostrajania Siri, funkcji Wyszukiwanie i Sterowanie głosowe, aplikacji Tłumacz oraz modeli automatycznego rozpoznawania mowy. Jeśli jedna z Twoich interakcji z aplikacją Tłumacz zostanie wybrana do sprawdzenia, to polecenie oraz dostarczone tłumaczenie zostaną przeanalizowane w celu ustalenia dokładności działania aplikacji. Tylko pracownicy Apple, objęci ścisłym zobowiązaniem do zachowania poufności, będą mieli dostęp do zapisów dźwiękowych Twoich interakcji z aplikacją Tłumacz. Mały podzbiór Twoich interakcji z aplikacją Tłumacz, które zostały sprawdzone, może być przechowywany dłużej niż dwa lata w celu ciągłego ulepszania Siri, funkcji Dyktowanie i aplikacji Tłumacz oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple. Ogólne Preferencje wybrane podczas konfigurowania iPhone’a lub iPada będą miały zastosowanie do każdego nowego połączonego urządzenia Apple lub obsługiwanego akcesorium HomeKit skonfigurowanego na iPhonie lub iPadzie, na którym włączono Siri. Preferencje dotyczące każdego z tych urządzeń możesz zmienić później. Dołączenie do programu Ulepszanie (Siri i Dyktowanie) oznacza wyrażenie zgody na przesyłanie, gromadzenie, utrzymywanie, przetwarzanie i używanie tych informacji przez firmę Apple oraz jej przedstawicieli i agentów na potrzeby świadczenia i ulepszania Siri, funkcji Dyktowanie i Wyszukiwanie, aplikacji Tłumacz oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple, zgodnie z opisem znajdującym się powyżej. Apple może przetwarzać oraz przechowywać te informacje na serwerach swoich zaufanych usługodawców. Dane gromadzone przez Apple dotyczące sposobu korzystania z Siri i funkcji Dyktowanie lub aplikacji Tłumacz są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi pod adresem www.apple.com/pl/privacy.
pt_br: Siri e Ditado Se você optar por Melhorar a Siri e o Ditado, a Apple poderá armazenar todas as suas interações com a Siri e o Ditado, incluindo os dados de áudio e as transcrições do que você diz e digita para a Siri. Os dados de áudio, transcrições e aqueles relacionados aos pedidos, como a categoria do pedido que você fez, as especificações do dispositivo, estatísticas de desempenho e a localização aproximada do seu dispositivo no momento em que o pedido foi feito, podem ser usados para desenvolver e melhorar a Siri, o Ditado, a Busca e outras funcionalidades limitadas de processamento de linguagem em produtos e serviços da Apple. Por exemplo, as transcrições podem ser usadas para refinar a Siri, a Busca, o Controle por Voz, o app Traduzir e os modelos de reconhecimento automático de fala. Um subconjunto desses dados pode ser analisado por avaliadores, sendo a análise de áudio realizada apenas por funcionários da Apple. Seu histórico de pedidos, que inclui dados de áudio, transcrições e dados relacionados ao pedido, é associado a um identificador aleatório por até seis meses e não é vinculado à sua Conta Apple nem ao seu endereço de e‑mail. Após seis meses, o histórico de pedidos é dissociado do identificador aleatório e pode ser retido por até dois anos. O pequeno subconjunto de pedidos revisados pode ser mantido por mais de dois anos, sem o identificador aleatório, para o melhoramento contínuo da Siri, do Ditado, da Busca e de outros recursos limitados de processamento de linguagem. Seu histórico de pedidos não é usado para construir um perfil de marketing e nunca é vendido a ninguém. Se uma das suas interações com a Siri ou o Ditado for selecionada para revisão, o pedido e a resposta fornecida pela Siri serão analisados para determinar a precisão e melhorar a Siri, o Ditado, a Busca e a funcionalidade de processamento de linguagem em produtos e serviços da Apple. Para avaliar a eficiência da resposta da Siri, dependendo do contexto do seu pedido, um revisor pode acessar dados contextuais adicionais diretamente pertinentes ao pedido, tais como os nomes dos seus contatos ou apps instalados nos seus dispositivos. Apenas os funcionários da Apple, sujeitos a obrigações de confidencialidade estritas, podem acessar as interações de áudio com a Siri e o Ditado. Você pode alterar os ajustes para Melhorar a Siri e o Ditado a qualquer momento. Para fazer isso, acesse Ajustes > Privacidade e Segurança > Análise e Melhorias. Você pode apagar as interações associadas a um identificador aleatório e retidas por até seis meses. Para isso, abra Ajustes > Apple Intelligence e Siri > Histórico da Siri e do Ditado e toque em Apagar Histórico da Siri e do Ditado. Para desativar a Siri e o Ditado, abra Ajustes > Geral > Teclado e toque em Ativar Ditado para desativar essa opção. Em seguida, acesse Ajustes > Apple Intelligence e Siri > Ativar ao Ouvir desative as opções Pressionar Botão Lateral para Siri e Digitar para a Siri. Se você desativar a Siri e o Ditado, suas interações associadas com o identificador aleatório serão apagadas. Traduzir Se você optar por Melhorar a Siri e o Ditado, o áudio, a entrada de texto e as transcrições dos seus pedidos ao app Traduzir, associados a identificadores aleatórios rotativos gerados no dispositivo, poderão ser armazenados e analisados por funcionários da Apple para desenvolver e melhorar a Siri, o Ditado, o app Traduzir e outras funcionalidades de processamento de linguagem em produtos e serviços da Apple. Seus pedidos ao app Traduzir podem ser retidos por até dois anos para ajudar a Apple a desenvolver e melhorar a Siri, o Ditado, o app Traduzir e outras funcionalidades limitadas de processamento de linguagem. Por exemplo, as transcrições podem ser usadas para refinar a Siri, a Busca, o Controle por Voz, o app Traduzir e os modelos de reconhecimento automático de fala. Se uma das suas interações com o app Traduzir for selecionada para revisão, o pedido de tradução e tradução gerada serão analisados para determinar sua precisão. Apenas os funcionários da Apple, sujeitos a obrigações de confidencialidade rigorosas, podem acessar o áudio no app Traduzir. O pequeno subconjunto analisado das suas interações no app Traduzir poderá ser mantido por mais de dois anos para o melhoramento contínuo da Siri, do Ditado, do app Traduzir e de outras funcionalidades limitadas de processamento de linguagem em produtos e serviços da Apple. Geral A preferência de participação que você seleciona ao configurar um iPhone ou iPad é aplicada a qualquer dispositivo Apple conectado ou acessório compatível com o HomeKit novo que você configure com esse iPhone ou iPad que tenha a Siri ativada. Você pode alterar isso mais tarde nos ajustes de cada dispositivo. Ao ativar o recurso Melhorar a Siri e o Ditado, você concorda e consente que a Apple, suas subsidiárias e agentes possam transmitir, coletar, manter, processar e usar essas informações para fornecer e melhorar a Siri, o Ditado e outras funcionalidades limitadas de processamento de linguagem nos produtos e serviços da Apple, como descrito acima. A Apple pode processar e armazenar essas informações em provedores de serviço terceirizados de confiança. As informações coletadas pela Apple sobre o seu uso da Siri, do Ditado ou do app Traduzir sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy.
pt_pt: Siri e Ditado Se optar por ativar Melhorar Siri e Ditado, a Apple poderá armazenar todas as suas interações com Siri e Ditado, incluindo os dados de áudio e transcrições do que disser e digitar para interagir com Siri. Os dados de áudio, transcrições e dados relacionados com o pedido, como a categoria do pedido, especificações do dispositivo, estatísticas de desempenho e a localização aproximada do dispositivo no momento do pedido podem ser usados para desenvolver e melhorar Siri, Ditado, Pesquisa e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple. Por exemplo, as transcrições podem ser usadas para otimizar Siri, Pesquisa, o controlo por voz, Traduzir e modelos automáticos de reconhecimento da fala. É possível que um subconjunto destes dados seja revisto, mas a revisão de dados de áudio é efetuada exclusivamente por funcionários da Apple. O seu histórico de pedidos, que inclui dados de áudio, transcrições e os dados de pedidos relacionados, é associado a um identificador aleatório gerado pelo dispositivo durante seis meses. Ao fim de seis meses, o histórico de pedidos é desassociado do identificador aleatório e pode ser conservado por um período máximo de dois anos, e o pequeno subconjunto de pedidos que foram revistos pode ser conservado por um prazo superior a dois anos, sem o identificador aleatório, para a melhoria permanente de Siri, Ditado, Pesquisa e algumas outras funcionalidades de processamento de linguagem. O seu histórico de pedidos não é usado para criar um perfil de marketing e nunca é vendido a terceiros. Se uma das suas interações com Siri ou Ditado for selecionada para análise, o pedido, assim como a resposta de Siri, serão analisados para determinar a exatidão e, em termos gerais, melhorar Siri, Ditado e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple. Consoante o contexto do pedido, um avaliador poderá necessitar de aceder a dados de contexto adicionais diretamente relevantes para o pedido, como os nomes dos contactos ou as aplicações instaladas nos seus dispositivos, para classificarem a eficácia da resposta de Siri. Apenas os funcionários da Apple, sujeitos a rigorosas obrigações de confidencialidade, têm acesso às interações de áudio com Siri e Ditado. Pode alterar a definição de Melhorar Siri e Ditado em qualquer altura. Para tal, vá a Definições > Privacidade e segurança > Análise e melhorias. É possível apagar as interações associadas a um identificador aleatório e conservadas durante um período máximo de seis meses. Em Definições > Apple Intelligence e Siri > Histórico de Siri e do Ditado, toque em “Apagar histórico de Siri e do Ditado”. Para desativar Siri e Ditado, vá a Definições > Geral > Teclado e toque para desativar a opção “Ativar Ditado”. Depois, vá a Definições > Apple Intelligence e Siri > Ativar ao ouvir e toque em “Desativado”, e toque para desativar a opção “Botão lateral para ativar Siri” e “Digitar para interagir com Siri”. As interações associadas ao identificador aleatório são apagadas, se desativar Siri e Ditado. Traduzir Se optar por ativar Melhorar Siri e Ditado, os dados de áudio e de texto e as transcrições dos seus pedidos à aplicação Traduzir, associados a identificadores aleatórios e rotativos gerados por dispositivo, poderão ser armazenados e analisados por funcionários da Apple para desenvolver e melhorar Siri, Ditado, Traduzir e algumas outras funcionalidades de processamento de linguagem natural em produtos e serviços da Apple. Os seus pedidos de Traduzir podem ser mantidos até dois anos para ajudar a Apple a desenvolver e melhorar Siri, Ditado, Traduzir e algumas outras funcionalidades de processamento de linguagem. Por exemplo, as transcrições podem ser usadas para otimizar Siri, Pesquisa, o controlo por voz, Traduzir e modelos automáticos de reconhecimento da fala. Se uma das suas interações com Traduzir for selecionada para análise, o pedido de tradução, assim como a resposta de tradução fornecida, serão analisados para determinar a exatidão. Apenas funcionários da Apple, sujeitos a rígidas obrigações de confidencialidade, conseguem aceder ao seu áudio de Traduzir. O pequeno subconjunto das suas interações com a aplicação Traduzir que foi analisado pode ser conservado por um prazo superior a dois anos, para melhoria contínua de Siri, Ditado, Traduzir e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple. Geral A preferência de ativação selecionada ao configurar um iPhone ou iPad será aplicada a qualquer novo dispositivo Apple ligado ou acessório do HomeKit compatível e configurado com esse iPhone ou iPad que tenha a funcionalidade Siri ativada. Pode alterar esta preferência posteriormente nas definições de cada dispositivo. Ao ativar Melhorar Siri e Ditado, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias podem transmitir, recolher, manter, processar e utilizar esta informação para fornecer e melhorar Siri, Ditado, Pesquisa, Traduzir e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple, conforme descrito acima. A Apple reserva‑se o direito de processar e armazenar esta informação com fornecedores de serviços que considera fidedignos. Toda e qualquer informação recebida pela Apple relacionada com a sua utilização de Siri, Ditado ou Traduzir será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy.
ro: Siri și dictarea Dacă optați să participați la “Îmbunătățire Siri și Dictare”, Apple poate stoca toate interacțiunile dvs. cu funcționalitățile Siri și Dictare, inclusiv datele audio și transcrierile solicitărilor pe care le adresați verbal sau prin tastare către Siri. Datele audio, transcrierile și datele asociate solicitării, cum ar fi categoria solicitării pe care ați efectuat‑o, specificațiile dispozitivului, informații statistice referitoare la performanță și localizarea aproximativă a dispozitivului în momentul în care a fost realizată solicitarea, pot fi utilizate pentru a dezvolta și îmbunătăți funcționalitățile Siri, Dictare și Căutare, precum și un număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple. De exemplu, transcrierile pot fi utilizate pentru a perfecționa funcționalitățile Siri, Căutare, Comenzi vocale, Traducere și modelele de recunoaștere vocală automată. Este posibil ca un subset al acestor date să fie analizat de evaluatori, examinarea conținutului audio fiind efectuată doar de angajați Apple. Istoricul solicitărilor dvs., care include datele audio, transcrierile și date asociate ale solicitărilor, este asociat cu un identificator aleatoriu, generat de dispozitiv, timp de șase luni. După șase luni, istoricul solicitărilor dvs. este disociat de identificatorul aleatoriu și poate fi păstrat cel mult doi ani, iar micul subset de solicitări care au fost analizate poate fi păstrat mai mult de doi ani, fără identificatorul aleatoriu, pentru îmbunătățirea continuă a funcționalităților Siri, Dictare și Căutare, precum și a unui număr limitat de alte funcționalități de procesare a limbajului. Istoricul solicitărilor dvs. nu este utilizat pentru a crea un profil de marketing și nu este vândut nimănui, niciodată. Dacă una dintre interacțiunile dvs. care implică Siri sau dictarea este selectată pentru analiză, solicitarea, precum și răspunsul furnizat de Siri, vor fi analizate pentru a stabili acuratețea răspunsului și pentru a îmbunătăți în general Siri, dictarea, căutarea și un număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple. În funcție de contextul solicitării, examinatorii pot accesa date contextuale suplimentare relevante în mod direct pentru solicitare, precum numele contactelor dvs. sau aplicațiile instalate pe dispozitivele dvs., pentru a evalua eficiența răspunsului Siri. Doar angajații Apple, sub incidența unor obligații stricte de confidențialitate, pot accesa interacțiunile audio care implică Siri și dictarea. Vă puteți schimba oricând configurarea pentru “Îmbunătățire Siri și Dictare”. În acest scop, accesați Configurări > Intimitate și securitate > Analiză și îmbunătățiri. Puteți șterge interacțiunile asociate cu un identificator aleatoriu și păstrate timp de maximum șase luni accesând Configurări > Apple Intelligence și Siri > Istoric Siri și Dictare și apăsând pe “Ștergeți istoricul pentru Siri și Dictare”. Puteți dezactiva Siri și dictarea accesând Configurări > General > Tastatură și apăsând pentru a dezactiva opțiunea “Activare dictare”. Apoi, accesați Configurări > Siri > Ascultare și apăsați pe “Dezactivată” și accesați Configurări > Siri și apăsați pentru a dezactiva “Apăsare buton principal pentru Siri” sau “Apăsare buton de sus pentru Siri”. Interacțiunile dvs. asociate cu identificatorul aleatoriu sunt șterse dacă dezactivați funcționalitățile Siri și Dictare. Traducere Dacă optați pentru “Îmbunătățire Siri și Dictare”, interacțiunile audio, intrările de text și transcrierile solicitărilor dvs. adresate funcționalității Traducere, asociate cu identificatori aleatorii, care alternează, generați de dispozitiv, pot fi stocate și analizate de angajații Apple în vederea dezvoltării și îmbunătățirii funcționalităților Siri, Dictare, Traducere și a unui număr limitat de funcționalități de procesare a limbajului din produsele și serviciile Apple. Solicitările dvs. adresate funcționalității Traducere pot fi păstrate timp de până la doi ani pentru a sprijini Apple în vederea dezvoltării și îmbunătățirii funcționalităților Siri, Dictare, Traducere și a unui număr limitat de alte funcționalități de procesare a limbajului. De exemplu, transcrierile pot fi utilizate pentru a perfecționa funcționalitățile Siri, Căutare, Comenzi vocale, Traducere și modelele de recunoaștere vocală automată. Dacă una dintre interacțiunile dvs. cu funcționalitatea Traducere este selectată pentru analiză, solicitarea de traducere, precum și răspunsul furnizat de traducere, vor fi analizate pentru a determina precizia. Doar angajații Apple, supuși unor obligații stricte de confidențialitate, pot accesa interacțiunile dvs. audio cu funcționalitatea Traducere. Micul subset de interacțiuni cu funcționalitatea Traducere care au fost analizate poate fi păstrat mai mult de doi ani, pentru îmbunătățirea continuă a funcționalităților Siri, Dictare, Traducere și a unui număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple. General Opțiunea de activare pe care ați selectat‑o la configurarea unui iPhone sau iPad se va aplica pentru orice nou dispozitiv Apple conectat sau accesoriu HomeKit compatibil configurat cu iPhone‑ul sau iPad‑ul respectiv, care are activată funcționalitatea Siri. Puteți schimba această preferință ulterior, în configurările fiecărui dispozitiv. Prin activarea opțiunii “Îmbunătățire Siri și Dictare”, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații pentru a furniza și îmbunătăți funcționalitățile Siri, Dictare, Traducere și un număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple, în conformitate cu prevederile de mai sus. Apple poate procesa și stoca aceste informații prin terți furnizori de servicii. Informațiile colectate de Apple în urma utilizării funcționalităților Siri, Dictare sau Traducere de către dvs. vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Siri и Диктовка Если Вы решите включить функцию «Улучшение Siri и Диктовки», Apple может хранить всю историю Вашего взаимодействия с Siri и Диктовкой, в том числе аудиоданные и конспекты Ваших голосовых и текстовых обращений к Siri. Аудиоданные, конспекты и связанные с запросами данные, такие как категория Вашего запроса, характеристики, статистика производительности и примерная геопозиция Вашего устройства в момент запроса, могут быть использованы в целях разработки и совершенствования Siri, Диктовки, Поиска и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple. Например, конспекты могут быть использованы для повышения точности Siri, Поиска, Управления голосом, Перевода и моделей автоматического распознавания речи. Выборки из этих данных могут изучаться специалистами по оценке; при этом только сотрудники Apple допускаются до работы с аудиоданными. История Ваших запросов к голосовому помощнику, включая аудиоданные, конспекты и связанные с запросами данные, остается ассоциированной со случайным идентификатором в течение шести месяцев. Этот идентификатор создается на устройстве. По истечении шести месяцев история Ваших запросов перестает быть связанной со случайным идентификатором и после этого может храниться сроком до двух лет. При этом небольшое количество запросов, которые были проанализированы, могут храниться дольше двух лет без связи с идентификатором для дальнейшего совершенствования Siri, Диктовки, Поиска и ограниченного числа других функций обработки естественного языка. История Ваших запросов не используется для создания Вашего маркетингового профиля и никогда никому не продается. Если фрагмент Вашего взаимодействия с Siri или Диктовкой выбран для изучения, то Ваш запрос и ответ Siri на него будут проанализированы для определения точности обработки запроса и для совершенствования Siri, Диктовки и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple. В зависимости от контекста Вашего запроса, изучающий его специалист может проанализировать дополнительные контекстные данные, непосредственно относящиеся к запросу, например имена Ваших контактов или названия установленных на устройстве приложений. Это необходимо для оценки эффективности реакции Siri на Ваш запрос. Доступ к аудиозаписям фрагментов речи, полученным в ходе взаимодействия пользователей с Siri и Диктовкой, есть только у сотрудников Apple, которые несут обязательства по сохранению конфиденциальности данных, с которыми они работают. Изменить настройку функции «Улучшение Siri и Диктовки» можно в любой момент. Для этого откройте «Настройки» > «Конфиденциальность и безопасность» > «Аналитика и улучшения». Вы можете удалить аудиозаписи своих взаимодействий с голосовыми функциями, связанные со случайным идентификатором и хранящиеся сроком до 6 месяцев. Для этого перейдите в «Настройки» > «Apple Intelligence и Siri» > «История Siri и Диктовки», а затем коснитесь «Удалить историю Siri и Диктовки». Можно выключить Siri и Диктовку, открыв «Настройки» > «Основные» > «Клавиатура» и касанием выключив параметр «Включение диктовки». Затем откройте «Настройки» > «Apple Intelligence и Siri» > «Поговорите с Siri» и коснитесь «Выкл.», а также касанием выключите параметры «Вызов Siri боковой кнопкой» и «Ввод текста для Siri». Если выключить Siri и Диктовку, связанные со случайным идентификатором фрагменты взаимодействия будут удалены. Перевод Если Вы решили принять участие в улучшении Siri и Диктовки, аудиозаписи фрагментов Вашей речи и генерируемые компьютером конспекты Ваших запросов на перевод могут храниться и обрабатываться. Эти аудиозаписи и конспекты связаны со случайными, периодически меняющимися идентификаторами, которые создаются на устройстве. Хранение и анализ осуществляются сотрудниками Apple для разработки и совершенствования Siri, Диктовки, Перевода и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple. Запросы на перевод могут храниться на протяжении двух лет. В течение этого периода Apple может продолжать использовать их для разработки и совершенствования Siri, Диктовки и ограниченного числа других функций обработки естественного языка. Например, конспекты могут быть использованы для повышения точности Siri, Поиска, Управления голосом, Перевода и моделей автоматического распознавания речи. Если фрагмент Вашего взаимодействия с функцией «Перевод» будет выбран для изучения, то запрос на перевод и полученный ответ будут проанализированы для определения точности обработки запроса. Доступ к аудиозаписям Ваших запросов на перевод есть только у сотрудников Apple, которые несут обязательства по сохранению конфиденциальности данных, с которыми они работают. Небольшое количество Ваших запросов на перевод может быть проанализировано. Такие запросы могут храниться дольше двух лет для дальнейшего совершенствования Siri, Диктовки, Перевода и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple. Общие положения Если Вы включите этот параметр при настройке iPhone или iPad, Ваш выбор также будет распространяться на все новые подключенные устройства Apple и поддерживаемые аксессуары HomeKit, которые настроены для использования с Вашим iPhone или iPad с включенной функцией Siri. Это можно изменить позже в настройках для каждого устройства. Включив функцию «Улучшение Siri и Диктовки», Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации с целью обеспечения работы и совершенствования Siri, Диктовки, Поиска, Перевода и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple, как описано выше. Для обработки и хранения этих данных компания Apple может привлекать доверенных сторонних партнеров. Информация, которую собирает Apple, когда Вы используете Siri, Диктовку или Перевод, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Siri a Diktovanie Ak sa rozhodnete zapojiť do vylepšovania Siri a Diktovania, spoločnosť Apple môže uchovávať všetky vaše interakcie so Siri a diktovaním vrátane zvukových dát a prepisov toho, či poviete alebo napíšete Siri. Zvukové dáta, prepisy a súvisiace dáta žiadostí, ako je napríklad kategória zadanej žiadosti, špecifikácie zariadenia, štatistiky výkonu a približná poloha vášho zariadenia v čase vykonania žiadosti môžu byť použité na vývoj a vylepšovanie Siri, Diktovania, vyhľadávania a obmedzeného okruhu ďalších funkcií spracovania jazyka v produktoch a službách spoločnosti Apple. Napríklad prepisy sa môžu používať na dolaďovanie Siri, vyhľadávania, ovládania hlasom, Tlmočníka a automatických modelov na rozpoznávanie reči. Časť týchto dát môže byť prehodnotená pracovníkmi poverenými vyhodnocovaním, pričom audio je vyhodnocované výhradne zamestnancami spoločnosti Apple. História vašich žiadostí, ktorej súčasťou sú vaše zvukové dáta, prepisy a súvisiace dáta žiadostí, zostáva šesť mesiacov priradená k náhodnému identifikátoru generovanému priamo v zariadení. Po šiestich mesiacoch sa história vašich žiadostí od náhodného identifikátora oddelí a môže sa uchovávať až dva roky. Malá časť žiadostí, ktoré boli analyzované, sa môže uchovávať dlhšie ako dva roky s cieľom ďalšieho vylepšovania Siri, Diktovania, vyhľadávania a obmedzeného okruhu ďalších funkcií spracovania jazyka, ale bez prepojenia s náhodným identifikátorom. História vašich žiadostí sa nepoužíva na vytvorenie marketingového profilu a nikdy sa nikomu nepredáva. Ak bude niektorá z vašich interakcií so službou Siri alebo Diktovanie vybraná na analýzu, daná žiadosť bude spolu s odpoveďou, ktorú poskytla Siri, analyzovaná s cieľom vyhodnotenia presnosti odpovede a všeobecného vylepšovania Siri, Diktovania, vyhľadávania a obmedzeného okruhu ďalších funkcií spracovania jazyka v produktoch a službách spoločnosti Apple. V závislosti od kontextu vašej žiadosti môže pracovník poverený vyhodnocovaním získať prístup k ďalším kontextovým dátam, ktoré priamo súvisia so žiadosťou (napríklad k menám vašich kontaktov alebo názvom apiek nainštalovaných na vašich zariadeniach), čoho cieľom je klasifikovať efektivitu odpovede Siri. Prístup k záznamom vašej hlasovej interakcie so službami Siri a Diktovanie majú len zamestnanci spoločnosti Apple, na ktorých sa vzťahujú prísne pravidlá o zachovaní dôvernosti. Nastavenia funkcie Vylepšovať Siri a Diktovanie môžete kedykoľvek zmeniť. Ak to chcete urobiť, otvorte Nastavenia > Súkromie a bezpečnosť > Analytika a vylepšovanie. Interakcie priradené k náhodnému identifikátoru a uchovávané najviac šesť mesiacov môžete vymazať tak, že otvoríte Nastavenia > Apple Intelligence a Siri > História Siri a Diktovania a klepnete na Vymazať históriu Siri a Diktovania. Ak chcete vypnúť Siri a Diktovanie, otvorte Nastavenia > Všeobecné > Klávesnica a klepnutím vypnite možnosť Zapnúť Diktovanie. Potom otvorte Nastavenia > Apple Intelligence a Siri > Čakať na frázu a klepnite na Vyp. Následne klepnutím vypnite možnosti Aktivovať Siri bočným tlačidlom a Napíšte to Siri. Po vypnutí Siri a Diktovania sa vymažú dáta vašich interakcií priradené k náhodnému identifikátoru. Tlmočník Ak sa zapojíte do programu na vylepšovanie Siri a Diktovania, zamestnanci spoločnosti Apple môžu ukladať a analyzovať vaše audio, textové vstupy a prepisy vašich žiadostí o preklad prepojené s náhodnými, meniacimi sa identifikátormi generovanými zariadením s cieľom vyvíjať a vylepšovať Siri, Diktovanie, Tlmočníka a obmedzený okruh ďalších funkcií spracovania jazyka v produktoch a službách spoločnosti Apple. Vaše žiadosti o preklad môžu byť uchované po dobu maximálne dvoch rokov a spoločnosť Apple ich môže používať pri vývoji a vylepšovaní Siri, Diktovania, Tlmočníka a obmedzeného okruhu ďalších funkcií spracovania jazyka. Napríklad prepisy sa môžu používať na dolaďovanie Siri, vyhľadávania, ovládania hlasom, Tlmočníka a automatických modelov na rozpoznávanie reči. Ak bude niektorá z vašich interakcií s funkciou Tlmočník vybraná na analýzu, daná žiadosť o preklad bude spolu s poskytnutým prekladom analyzovaná s cieľom vyhodnotiť presnosť odozvy. K vášmu hlasovému vstupu so žiadosťami o preklad majú prístup výlučne zamestnanci spoločnosti Apple viazaní prísnymi nariadeniami týkajúcimi sa dôvernosti. Malá časť vašich interakcií s funkciou Tlmočník, ktoré prešli analýzou, môže byť uchovaná aj dlhšie ako dva roky s cieľom neustáleho vylepšovania Siri, Diktovania, Tlmočníka a obmedzeného okruhu ďalších funkcií spracovania jazyka v produktoch a službách spoločnosti Apple. Všeobecné Nastavenie zapojenia do programu, ktoré vyberiete pri nastavovaní iPhonu alebo iPadu, sa bude vzťahovať na všetky nové pripojené Apple zariadenia a podporované HomeKit príslušenstvo, ktoré ste nastavili pomocou daného iPhonu alebo iPadu so zapnutou službou Siri. Toto nastavenie môžete kedykoľvek zmeniť pre každé zariadenie v Nastaveniach. Zapnutím funkcie Vylepšovať Siri a Diktovania beriete na vedomie a súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie na účely poskytovania a vylepšovania Siri, Diktovania, vyhľadávania, Tlmočníka a obmedzeného okruhu ďalších funkcií na spracovanie jazyka v produktoch a službách spoločnosti Apple, ako je to opísané vyššie. Spoločnosť Apple môže tieto informácie spracovať a uchovať u dôveryhodných poskytovateľov služieb tretích strán. S informáciami zhromaždenými spoločnosťou Apple počas používania Siri, Diktovania alebo Tlmočníka sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Siri in funkcija Narekovanje Če sodelujete pri izboljšanju Siri in funkcije Narekovanje, lahko Apple hrani vso vašo komunikacijo s Siri in funkcijo Narekovanje, vključno z zvočnimi podatki in transkripcijami vaših izrečenih ali vnesenih zahtev za Siri. Zvočni podatki, transkripcije in povezani podatki v zvezi z zahtevami, na primer o kategoriji poslane zahteve, specifikaciji naprave, statistiki učinkovitosti delovanja in približni lokaciji vaše naprave v času zahteve, se lahko uporabijo za razvijanje in izboljšanje Siri, funkcije Narekovanje, iskanja ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple. Transkripcije se lahko na primer uporabljajo za natančno nastavljanje Siri, iskanja, glasovnega upravljanja, funkcije Prevajalnik in modelov samodejnega prepoznavanja glasu. Podnabor teh podatkov lahko pregledajo ocenjevalci, pregled zvočnih zapisov pa izvajajo samo zaposleni v družbi Apple. Vaša zgodovina zahtev, ki vključuje zvočne podatke, transkripcije in povezane podatke v zvezi z zahtevami, je šest mesecev povezana z naključnim identifikatorjem, ki ga ustvari naprava. Po šestih mesecih se povezava zgodovine zahtev z naključnim identifikatorjem prekine, zgodovina pa se lahko hrani največ dve leti. Manjši nabor zahtev, ki so bile pregledane, se lahko hrani več kot dve leti, brez naključnega identifikatorja, z namenom nadaljnjih izboljšav Siri, funkcije Narekovanje, iskanja in omejenih drugih funkcionalnosti jezikovne obdelave. Vaša zgodovina zahtev se ne uporablja za izdelavo trženjskega profila in ne bo nikoli nikomur prodana. Če je primer vaše komunikacije s Siri ali funkcijo Narekovanje izbran za pregled, bosta zahteva in Sirijin odgovor analizirana za namene ugotavljanja točnosti oziroma splošnega izboljšanja Siri, funkcije Narekovanje, iskanja ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple. Pregledovalec lahko, odvisno od konteksta vaše zahteve, dostopa do dodatnih kontekstnih podatkov, ki so neposredno povezani z zahtevo, kot so imena stikov ali aplikacije, nameščene v vaših napravah, da oceni učinkovitost Sirijinega odgovora. Do zvočnih komunikacij s Siri in funkcijo Narekovanje lahko dostopajo le zaposleni družbe Apple, ki so zavezani strogi zaupnosti. Nastavitve za izboljšanje Siri in funkcije Narekovanje lahko spremenite kadarkoli. To naredite tako, da odprete Nastavitve > Zasebnost in varnost > Analitika in izboljšave. Primere komunikacije, ki so povezani z naključnim identifikatorjem in se hranijo šest mesecev ali manj, lahko izbrišete tako, da odprete Nastavitve > Apple Intelligence in Siri > Zgodovina Siri in funkcije Narekovanje ter tapnete Izbriši zgodovino Siri in funkcije Narekovanje. Siri in funkcijo Narekovanje lahko onemogočite tako, da odprete Nastavitve > Splošno > Tipkovnica in tapnete za izklop možnosti Omogoči funkcijo Narekovanje. Nato odprite Nastavitve > Apple Intelligence in Siri > Odzovi se na in tapnite Izklopljeno, nato pa tapnite za izklop možnosti »Pritisni stranski gumb za Siri« in »Vnos besedila za Siri«. Če Siri in funkcijo Narekovanje onemogočite, se vaša komunikacija, povezana z naključnim identifikatorjem, izbriše. Prevajalnik Če sodelujete pri izboljšanju Siri in funkcije Narekovanje, se lahko vaši zvočni zapisi, besedilni vnosi in transkripcije vaših zahtev za Prevajalnik, povezane z naključnimi, spreminjajočimi se identifikatorji, ki jih ustvari naprava, shranijo in posredujejo v pregled zaposlenim družbe Apple za namene razvijanja oziroma izboljšanja Siri, funkcije Narekovanje, Prevajalnika ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple. Vaše zahteve za Prevajalnik se lahko hranijo največ dve leti za pomoč družbi Apple pri razvijanju in izboljšanju Siri, funkcije Narekovanje, Prevajalnika ter omejenih drugih funkcionalnosti jezikovne obdelave. Transkripcije se lahko na primer uporabljajo za natančno nastavljanje Siri, iskanja, glasovnega upravljanja, funkcije Prevajalnik in modelov samodejnega prepoznavanja glasu. Če je primer vaše komunikacije s Prevajalnikom izbran za pregled, bosta zahteva za prevod in odgovor nanjo analizirana za namene ugotavljanja točnosti. Do vaših zvočnih zapisov v Prevajalniku lahko dostopajo le zaposleni družbe Apple, ki so zavezani strogi zaupnosti. Manjši podnabor primerov vaše komunikacije s Prevajalnikom, ki so bili pregledani, se lahko hrani več kot dve leti z namenom nadaljnjih izboljšav Siri, funkcije Narekovanje, Prevajalnika ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple. Splošno Prednostna nastavitev, ki ste jo izbrali med nastavitvijo iPhona ali iPada, bo uporabljena za vsako novo povezano napravo Apple ali podprto dodatno opremo HomeKit, nastavljeno s tem iPhonom ali iPadom, v katerem je vklopljena Siri. To lahko pozneje spremenite v nastavitvah za vsako napravo. S potrditvijo izbire Izboljšaj Siri in funkcijo Narekovanje se strinjate in soglašate, da družba Apple ter njene podružnice in zastopniki te informacije prenašajo, zbirajo, ohranjajo, obdelujejo ter uporabljajo za zagotavljanje in izboljšanje Siri, funkcije Narekovanje, iskanja, funkcije Prevajalnik ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple, kot je opisano zgoraj. Apple lahko te informacije obdeluje in hrani pri drugih zaupanja vrednih ponudnikih storitev. Podatki, ki jih zbere Apple iz vaše uporabe Siri, funkcije Narekovanje in Prevajalnika, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Siri och diktering Om du väljer att delta i Förbättra Siri och diktering kan Apple lagra alla dina interaktioner med Siri och diktering, inklusive ljuddata och transkriberingar av det du säger och skriver till Siri. Ljuddata, transkriberingar och relaterade förfrågningsdata som den gjorda förfrågningens kategori, enhetsspecifikationer, prestandastatistik och den ungefärliga platsen för din enhet vid den tidpunkt när förfrågan gjordes kan användas till att utveckla och förbättra Siri, diktering, sökning och begränsade övriga funktioner för språkbearbetning i Apples produkter och tjänster. Till exempel kan transkriberingar användas till att finjustera Siri, Sök, röststyrning, Översätt och modeller för automatisk röstigenkänning. En delmängd av dessa data kan granskas av utvärderare och ljudgranskningar utförs endast av Apple-medarbetare. Din förfrågningshistorik, vilken inkluderar dina ljuddata, transkriberingar och relaterade förfrågningsdata, associeras med en slumpmässig, enhetsgenererad identifierare under sex månader. Efter sex månader avassocieras din förfrågningshistorik från den slumpmässiga identifieraren och kan behållas i upp till två år. Den lilla delmängd förfrågningar som har granskats kan behållas längre än två år, utan den slumpmässiga identifieraren, för pågående förbättringsarbete av Siri, diktering, sökning och begränsade övriga funktioner för språkbearbetning. Din förfrågningshistorik används inte till att skapa en marknadsföringsprofil och säljs aldrig till tredje part. Om en av dina interaktioner med Siri eller diktering väljs ut för granskning kommer din förfrågan, liksom det svar som Siri gav, att analyseras i syfte att fastställa riktighet och allmänt förbättra Siri, diktering, Sök och begränsade övriga funktioner för språkbearbetning i Apples produkter och tjänster. Beroende på förfrågningens kontext kan en granskare få tillgång till ytterligare kontextuella data som är direkt relevanta för din förfrågan, till exempel namnen på dina kontakter eller appar som är installerade på dina enheter, för att kunna bedöma hur effektivt Siris svar är. Endast Apple-medarbetare, som arbetar under strikta konfidentialitetskrav, har tillgång till ljudinteraktioner med Siri och diktering. Du kan när som helst ändra inställning för Förbättra Siri och diktering. Du gör det genom att öppna Inställningar > Integritet och säkerhet > Analys och förbättringar. Du kan radera interaktioner som är associerade med en slumpmässig identifierare och behållits i sex månader eller kortare genom att öppna Inställningar > Apple Intelligence och Siri > Historik för Siri och diktering och trycka på Radera historik för Siri och diktering. Du kan avaktivera Siri och diktering genom att öppna Inställningar > Allmänt > Tangentbord och trycka för att stänga av Aktivera diktering. Öppna sedan Inställningar > Apple Intelligence och Siri > Lyssna efter och tryck på Av. Tryck därefter för att stänga av ”Tryck på sidoknappen för Siri” och ”Skriv till Siri”. Dina interaktioner som är associerade med den slumpmässiga identifieraren raderas om du avaktiverar Siri och diktering. Översätt Om du väljer att delta i Förbättra Siri och diktering kan ljud, textinmatning och transkriberingar av dina förfrågningar till Översätt (associerade med slumpmässiga, roterande, enhetsgenererade identifierare) lagras och granskas av Apple-medarbetare i syfte att utveckla och förbättra Siri, Diktering, Översätt och begränsade andra funktioner för språkbearbetning i Apples produkter och tjänster. Dina översättningsförfrågningar kan behållas i upp till två år för att hjälpa Apple att utveckla och förbättra Siri, diktering, översättning och begränsade övriga funktioner för språkbearbetning. Till exempel kan transkriberingar användas till att finjustera Siri, Sök, röststyrning, Översätt och modeller för automatisk röstigenkänning. Om en av dina interaktioner med Översätt väljs ut för granskning kommer din översättningsförfrågan, liksom det översättningssvar som gavs, att analyseras i syfte att fastställa riktighet. Endast Apple-medarbetare, som arbetar under strikt tystnadsplikt, har tillgång till ditt ljud för översättning. Den mindre delmängd av interaktioner med Översätt som har granskats kan behållas längre tid än två år för pågående förbättringar av Siri, Diktering, Översätt och begränsade andra funktioner för språkbearbetning i Apples produkter och tjänster. Allmänt Den frivilliga inställning du valde när du ställde in en iPhone eller iPad gäller även för nyanslutna Apple-enheter eller HomeKit-tillbehör som stöds och som är inställda med den iPhone eller iPad där Siri har slagits på. Du kan ändra det här senare i inställningarna för varje enhet. Genom att aktivera Förbättra Siri och diktering godkänner och samtycker du till att Apple och dess dotterbolag och samarbetspartner överför, samlar in, underhåller, behandlar och använder all nämnd information i syfte att tillhandahålla och förbättra Siri, diktering, sökning, översättning och begränsade övriga funktioner för språkbearbetning i Apples produkter och tjänster enligt beskrivningen ovan. Apple kan bearbeta och lagra den här informationen hos betrodda tredjepartsleverantörer. All information som samlas in av Apple som en följd av din användning av Siri, diktering eller Översätt behandlas alltid i enlighet med Apples Integritetspolicy, som du hittar på www.apple.com/se/privacy.
th: Siri และการป้อนตามคำบอก ถ้าคุณเลือกที่จะเข้าร่วมในการปรับปรุง Siri และการป้อนตามคำบอก Apple อาจจัดเก็บการโต้ตอบทั้งหมดของคุณกับ Siri และการป้อนตามคำบอก ซึ่งรวมถึงข้อมูลเสียงและบันทึกของสิ่งที่คุณพูดและพิมพ์โต้ตอบกับ Siri ข้อมูลเสียง ข้อความถอดเสียง และข้อมูลคำขอที่เกี่ยวข้อง เช่น หมวดหมู่ของคำขอที่คุณส่ง ข้อมูลจำเพาะของอุปกรณ์ สถิติประสิทธิภาพ และตำแหน่งที่ตั้งโดยประมาณของอุปกรณ์ของคุณในขณะที่คุณส่งคำขอ อาจถูกใช้เพื่อพัฒนาและปรับปรุง Siri, การป้อนตามคำบอก, การค้นหา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ตัวอย่างเช่น ข้อความถอดเสียงอาจถูกใช้เพื่อปรับโมเดล Siri, การค้นหา, การสั่งการด้วยเสียง, การแปลภาษา และการจำเสียงพูดอัตโนมัติอย่างละเอียด ชุดย่อยของข้อมูลนี้อาจได้รับการตรวจสอบโดยผู้ให้คะแนน และการตรวจสอบเสียงจะถูกดำเนินการโดยพนักงาน Apple เท่านั้น ประวัติคำขอของคุณ ซึ่งรวมถึงข้อมูลเสียง ข้อความถอดเสียง และข้อมูลคำขอที่เกี่ยวข้องของคุณ จะผูกกับข้อมูลจำเพาะที่อุปกรณ์สร้างขึ้นแบบสุ่มเป็นเวลาหกเดือน หลังจากหกเดือน ประวัติคำขอของคุณจะถูกแยกออกจากข้อมูลจำเพาะแบบสุ่ม และอาจถูกเก็บรักษาไว้ไม่เกินสองปี และชุดย่อยขนาดเล็กของคำขอที่ได้รับการตรวจสอบอาจถูกเก็บไว้มากกว่าสองปีโดยไม่มีข้อมูลจำเพาะแบบสุ่มเพื่อปรับปรุง Siri, การป้อนตามคำบอก, การค้นหา และคุณสมบัติอื่นที่ใช้การประมวลผลทางภาษาที่จำกัดอย่างต่อเนื่อง ประวัติคำขอของคุณจะไม่ถูกใช้ในการสร้างโปรไฟล์ทางการตลาดและไม่ถูกขายต่อให้ผู้ใด ถ้าการโต้ตอบกับ Siri หรือการป้อนตามคำบอกของคุณรายการใดรายการหนึ่งถูกเลือกสำหรับการตรวจสอบ คำขอและการตอบสนองกับ Siri ที่ให้ข้อมูลจะได้รับการวิเคราะห์เพื่อกำหนดความแม่นยำและปรับปรุง Siri, การป้อนตามคำบอก การค้นหา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ทั้งนี้ขึ้นอยู่กับบริบทของคำขอของคุณ ผู้ตรวจสอบอาจเข้าถึงข้อมูลตามบริบทเพิ่มเติมที่เกี่ยวข้องกับคำขอโดยตรง เช่น ชื่อของรายชื่อของคุณหรือแอปที่ติดตั้งบนอุปกรณ์ของคุณ เพื่อให้คะแนนประสิทธิภาพในการตอบสนองของ Siri พนักงานของ Apple เท่านั้นที่จะสามารถเข้าถึงการโต้ตอบด้วยเสียงกับ Siri และการป้อนตามคำบอกได้ โดยจะมีพันธะในการรักษาความลับอย่างเข้มงวด คุณสามารถเปลี่ยนการตั้งค่าของคุณสำหรับปรับปรุง Siri และการป้อนตามคำบอกได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การวิเคราะห์และการปรับปรุง คุณสามารถลบการโต้ตอบที่ผูกกับข้อมูลจำเพาะแบบสุ่มและถูกเก็บรักษาไว้ไม่เกินหกเดือนได้โดยไปที่การตั้งค่า > Apple Intelligence และ Siri > ประวัติ Siri และการป้อนตามคำบอก แล้วแตะลบประวัติ Siri และการป้อนตามคำบอก คุณสามารถปิดใช้งาน Siri และการป้อนตามคำบอกได้โดยไปที่การตั้งค่า > ทั่วไป > แป้นพิมพ์ แล้วแตะเพื่อปิดใช้เปิดใช้งานการป้อนตามคำบอก จากนั้นไปที่การตั้งค่า > Apple Intelligence และ Siri > ฟัง แล้วแตะปิด จากนั้นแตะเพื่อปิดใช้ “กดปุ่มด้านข้างเพื่อคุยกับ Siri” และ “พิมพ์โต้ตอบกับ Siri” การโต้ตอบของคุณที่ผูกกับข้อมูลจำเพาะแบบสุ่มจะถูกลบออกหากคุณปิดใช้งาน Siri และการป้อนตามคำบอก แปลภาษา ถ้าคุณเลือกที่จะเข้าร่วมในการปรับปรุง Siri และการป้อนตามคำบอก เสียง ข้อความที่คุณป้อน และข้อความถอดเสียงของคำขอการแปลภาษาของคุณ ซึ่งผูกกับข้อมูลจำเพาะที่อุปกรณ์สร้างขึ้นแบบสุ่มและใช้ซ้ำ อาจถูกจัดเก็บไว้และตรวจสอบโดยพนักงานของ Apple เพื่อพัฒนาและปรับปรุง Siri, การป้อนตามคำบอก, การแปลภาษา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple คำขอการแปลภาษาของคุณอาจถูกเก็บรักษาไว้ไม่เกินสองปีเพื่อช่วยให้ Apple พัฒนาและปรับปรุง Siri, การป้อนตามคำบอก, การแปลภาษา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัด ตัวอย่างเช่น ข้อความถอดเสียงอาจถูกใช้เพื่อปรับโมเดล Siri, การค้นหา, การสั่งการด้วยเสียง, การแปลภาษา และการจำเสียงพูดอัตโนมัติอย่างละเอียด ถ้าการโต้ตอบกับการแปลภาษาของคุณรายการใดรายการหนึ่งถูกเลือกสำหรับการตรวจสอบ คำขอการแปลและการตอบสนองกับการแปลที่ให้ข้อมูลจะได้รับการวิเคราะห์เพื่อกำหนดความแม่นยำ พนักงานของ Apple เท่านั้นที่จะสามารถเข้าถึงเสียงการแปลภาษาของคุณได้ โดยจะมีพันธะในการรักษาความลับอย่างเข้มงวด ชุดย่อยขนาดเล็กของการโต้ตอบกับการแปลภาษาของคุณที่ได้รับการตรวจสอบอาจถูกเก็บไว้มากกว่าสองปีเพื่อการปรับปรุงอย่างต่อเนื่องสำหรับ Siri, การป้อนตามคำบอก, การแปลภาษา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ทั่วไป การตั้งค่าเข้าร่วมที่คุณเลือกเมื่อคุณตั้งค่า iPhone หรือ iPad จะปรับใช้กับอุปกรณ์ Apple ที่เชื่อมต่ออยู่หรืออุปกรณ์เสริมที่รองรับ HomeKit รุ่นใหม่ๆ ที่ตั้งค่าอยู่กับ iPhone หรือ iPad ที่เปิดใช้ Siri เครื่องนั้น คุณสามารถเปลี่ยนการตั้งค่านี้ได้ในภายหลังในการตั้งค่าสำหรับอุปกรณ์แต่ละเครื่อง โดยการเปิดใช้งานการปรับปรุง Siri และการป้อนตามคำบอกจะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ของ Apple, บริษัทในเครือ และตัวแทนเพื่อให้บริการและปรับปรุง Siri, การป้อนตามคำบอก, การค้นหา, การแปลภาษา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ตามที่อธิบายไว้ข้างต้น Apple อาจประมวลผลและจัดเก็บข้อมูลนี้พร้อมกับผู้ให้บริการของบุคคลหรือบริษัทอื่นที่เชื่อถือแล้ว ข้อมูลที่เก็บรวบรวมโดย Apple จากการใช้ Siri, การป้อนตามคำบอก หรือการแปลภาษาของคุณจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Siri ve Dikte Siri’yi ve Dikte’yi İyileştir’i seçerseniz Apple, ses verileri ile Siri’ye söylediklerinizin ve yazdıklarınızın dökümleri de dahil olmak üzere Siri ve Dikte ile tüm etkileşimlerinizi saklayabilir. Ses verileri, dökümler ve yaptığınız isteğin kategorisi, aygıt özellikleri, performans istatistikleri ve aygıtınızın isteğin yapıldığı andaki yaklaşık konumu gibi ilgili istek verileri, Siri’yi, Dikte’yi, Arama’yı ve Apple ürünlerinde ve servislerinde diğer sınırlı dil işleme işlevselliğini geliştirmek ve iyileştirmek için kullanılabilir. Örneğin dökümler; Siri, Arama, Sesle Denetim, Çeviri ve otomatik konuşma tanıma modellerinde ince ayar yapmak için kullanılabilir. Bu verilerin bir alt kümesi, yalnızca Apple çalışanları tarafından yürütülen sesli inceleme ile değerlendirenler tarafından gözden geçirilebilir. Ses verilerinizi, dökümlerinizi ve ilgili istek verilerini içeren istek geçmişiniz, aygıt tarafından oluşturulan rasgele bir tanıtıcıyla altı ay boyunca ilişkilendirilir. Altı ayın sonunda istek geçmişiniz rasgele tanıtıcıdan ayrılır ve en fazla iki yıla kadar tutulabilir. Siri’nin, Dikte’nin, Arama’nın ve diğer sınırlı dil işleme özelliklerinin devam eden iyileştirme çalışmaları için incelenen isteklerin küçük bir alt kümesi rasgele tanıtıcı olmadan iki yıldan uzun süre tutulabilir. İstek geçmişiniz bir pazarlama profili oluşturmak için kullanılmaz ve asla başka birine satılmaz. Siri veya Dikte etkileşimlerinizden biri inceleme için seçilirse isteğin yanı sıra Siri’nin sunduğu yanıt da, doğruluğu belirlemek ve Siri’yi, Dikte’yi, Arama’yı ve Apple ürünlerindeki ve servislerindeki diğer sınırlı dil işleme işlevselliğini genel anlamda iyileştirmek için incelenir. İsteğinizin bağlamına bağlı olarak bir inceleyen, Siri yanıtının etkinliğini değerlendirmek amacıyla kişilerinizin veya aygıtlarınızda yüklü uygulamaların adları gibi isteğinizle doğrudan ilgili ek bağlamsal verilere erişebilir. Yalnızca sıkı gizlilik yükümlülüklerine tabi Apple çalışanları Siri ve Dikte ile sesli etkileşimlere erişebilir. İstediğiniz zaman Siri’yi ve Dikte’yi İyileştir ayarınızı değiştirebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik ve Güvenlik > Analizler ve İyileştirmeler bölümüne gidin. Bir rasgele tanıtıcıyla ilişkilendirilen ve en fazla altı ay tutulan etkileşimleri, Ayarlar > Apple Intelligence ve Siri > Siri ve Dikte Geçmişi bölümüne gidip, Siri ve Dikte Geçmişini Sil’e dokunarak silebilirsiniz. Ayarlar > Genel > Klavye bölümüne gidip Dikte’yi Etkinleştir’i kapatmak için dokunarak Siri ve Dikte’yi etkisizleştirebilirsiniz. Sonra, Ayarlar > Apple Intelligence ve Siri > Dinle bölümüne gidip Kapalı’ya dokunun ve “Siri İçin Yan Düğme”ye ve “Siri’ye Yaz”a dokunarak seçenekleri kapatın. Siri’yi ve Dikte’yi etkisizleştirirseniz rasgele tanıtıcıyla ilişkilendirilen etkileşimleriniz silinir. Çeviri Siri’yi ve Dikte’yi İyileştir’i seçerseniz aygıt tarafından oluşturulmuş, dönen, rasgele tanıtıcılarla ilişkilendirilmiş sesiniz, metin girişleriniz ve Çeviri isteklerinizin dökümleri, Apple çalışanları tarafından Siri’yi, Dikte’yi, Çeviri’yi ve Apple ürünleri ile servislerindeki diğer sınırlı dil işleme işlevselliğini geliştirmek ve iyileştirmek amacıyla saklanabilir ve incelenebilir. Çeviri istekleriniz, Apple’ın Siri’yi, Dikte’yi, Çeviri’yi ve diğer sınırlı dil işleme işlevselliğini geliştirmesine ve iyileştirmesine yardımcı olmak için en fazla iki yıla kadar tutulabilir. Örneğin dökümler; Siri, Arama, Sesle Denetim, Çeviri ve otomatik konuşma tanıma modellerinde ince ayar yapmak için kullanılabilir. Çeviri etkileşimlerinizden biri inceleme için seçilirse çeviri isteğinin yanı sıra verilen çeviri yanıtı da doğruluğu belirlemek amacıyla incelenir. Yalnızca sıkı gizlilik yükümlülüklerine tabi Apple çalışanları Çeviri sesinize erişebilir. İncelenen Çeviri etkileşimlerinizin küçük bir alt kümesi Siri, Dikte, Çeviri ve Apple ürünlerindeki ve servislerindeki diğer sınırlı dil işleme işlevselliği ile ilgili devam eden iyileştirmeler için iki yıldan uzun süre tutulabilir. Genel iPhone’u veya iPad’i ayarlarken seçtiğiniz katılma tercihi, Siri’nin açık olduğu o iPhone veya iPad ile ayarlanan tüm yeni Apple bağlantılı aygıtlar veya desteklenen HomeKit aksesuarları için de geçerli olur. Bunu daha sonra her aygıtın ayarlarında değiştirebilirsiniz. Siri’yi ve Dikte’yi İyileştir’i etkinleştirerek Apple’ın, bağlı kuruluşlarının ve temsilcilerinin, Apple ürünlerinde ve servislerinde Siri, Dikte, Arama, Çeviri ve diğer sınırlı dil işleme işlevselliğini sağlamak ve iyileştirmek için yukarıda açıklanan biçimde bu bilgileri aktarmasına, toplamasına, tutmasına, işlemesine ve kullanmasına onay vermiş olursunuz. Apple bu bilgileri güvenilir üçüncü parti servis sağlayıcıları ile işleyebilir ve saklayabilir. Siri, Dikte veya Çeviri kullanımınızla ilgili Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Siri й Диктування Якщо ви берете участь у Покращенні Siri й Диктування, Apple може зберігати всі ваші взаємодії з Siri та Диктуванням, зокрема аудіозаписи та стенограми ваших усних чи текстових запитів до Siri. Аудіодані, стенограми та повʼязані із запитами дані, як‑от категорія запиту, специфікації пристрою, статистика продуктивності та приблизна геопозиція вашого пристрою на момент здійснення запиту, можуть використовуватися для розроблення й удосконалення Siri, Диктування, Пошуку та деяких інших функцій оброблення мови в продуктах і службах Apple. Наприклад, стенограми можуть використовуватися для підлаштування моделей Siri, Пошуку, Керування голосом, Перекладу та автоматичного розпізнавання мовлення. Частину цих даних можуть переглядати оцінювачі, при цьому аналіз аудіоданих здійснюють тільки співробітники Apple. Історія ваших запитів, зокрема аудіодані, стенограми запитів та інші повʼязані дані, повʼязується на шість місяців із випадковим ідентифікатором, згенерованим на пристрої. Через шість місяців ваша історія запитів більше не повʼязуватиметься з випадковим ідентифікатором і може зберігатися до двох років, а незначна підмножина запитів, які вже було проаналізовано, може зберігатися більш як два роки без випадкового ідентифікатора на потреби поточного вдосконалення Siri, диктування, пошуку та деяких інших функцій оброблення мови. Ваша історія запитів не використовується для створення рекламного профілю та нікому не продається за жодних умов. Якщо одну з ваших взаємодій із Siri чи Диктуванням вибрано для розгляду, такий запит разом із наданою Siri відповіддю буде аналізуватися, щоб визначати точність відповіді та в цілому покращувати Siri, Диктування, Пошук і деякі інші функції оброблення мови в продуктах і послугах Apple. Залежно від контексту вашого запиту, оцінювач може отримати доступ до додаткових контекстних даних, що прямо повʼязані із запитом, як‑от імен контактів чи списку програм, інстальованих на ваших пристроях, з метою визначення ефективності відповіді Siri. Лише співробітники Apple, на яких поширюються суворі зобовʼязання щодо приватності, здатні отримати доступ до аудіовзаємодій із Siri й Диктуванням. Можна будь-коли змінити свої налаштування Покращення Siri й Диктування. Для цього перейдіть у меню Параметри > Приватність і безпека > Аналітика і покращення. Можна видалити взаємодії, повʼязані з випадковим ідентифікатором і збережені терміном на шість місяців чи менше. Для цього перейдіть у меню Параметри > Apple Intelligence і Siri > Історія Siri й Диктування та торкніть «Видалити історію Siri й Диктування». Можна вимкнути Siri й Диктування. Перейдіть у меню Параметри > Загальні > Клавіатура й вимкніть параметр «Увімкнути Диктування». Після цього перейдіть у меню Параметри > Apple Intelligence і Siri > Чекати на фразу й торкніть «Вимкнено». Потім також вимкніть параметри «Тиснути бічну кнопку» і «Текст для Siri». Ваші взаємодії, повʼязані з таким випадковим ідентифікатором, видаляються, якщо ви вимикаєте Siri й Диктування. Переклад Якщо ви обираєте долучитися до Покращення Siri й Диктування, дані вашого аудіовводу, введений текст і стенограми ваших запитів до Перекладу повʼязуються з випадковими ідентифікаторами, що генеруються пристроєм і постійно змінюються, і можуть зберігатися й аналізуватися співробітниками Apple для розроблення й удосконалення Siri, Диктування, Перекладу та деяких інших функцій оброблення мови в продуктах і службах Apple. Ваші запити до Перекладу можуть зберігатися до двох років, щоб допомагати Apple розробляти й удосконалювати Siri, Диктування, Переклад, а також деякі інші функції оброблення мови. Наприклад, стенограми можуть використовуватися для підлаштування моделей Siri, Пошуку, Керування голосом, Перекладу й автоматичного розпізнавання мовлення. Якщо одну з ваших взаємодій із Перекладом вибрано для розгляду, такий запит перекладу разом із наданою на переклад відповіддю буде аналізуватися, щоб визначити точність відповіді. Лише співробітники Apple, на яких поширюються суворі зобовʼязання щодо приватності, здатні отримати доступ до ваших аудіоданих Перекладу. Незначна підмножина взаємодій із Перекладом, які вже було проаналізовано, може зберігатися понад два роки задля вдосконалення Siri, Диктування, Перекладу та деяких інших функцій оброблення мови в продуктах і сервісах Apple. Загальні положення Значення параметра згоди, вибраного під час налаштування iPhone чи iPad, буде застосовано до всіх нових підʼєднаних пристроїв Apple чи приладів із підтримкою HomeKit, налаштованих з iPhone чи iPad, на якому ввімкнено Siri. Це можна змінити пізніше в параметрах кожного пристрою. Увімкнувши Покращення Siri й Диктування, ви погоджуєтеся на передання, збирання, обслуговування, оброблення та використання цієї інформації компанією Apple та її філіями й представниками, щоб надавати й удосконалювати Siri, Диктування, Пошук і деякі інші функції оброблення мови у продуктах і сервісах Apple, як описано вище. Apple може обробляти та зберігати цю інформацію в довірених сторонніх постачальників послуг. Інформація, яку збирає Apple унаслідок вашого користування Siri, Диктуванням і Перекладом, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy.
vi: Siri và Đọc chính tả Nếu bạn chọn tham gia Cải tiến Siri và Đọc chính tả, Apple có thể lưu trữ tất cả các tương tác của bạn với Siri và Đọc chính tả, bao gồm dữ liệu âm thanh và các bản chép lại nội dung bạn đã nói và nhập vào Siri. Dữ liệu âm thanh, bản chép lại và dữ liệu yêu cầu liên quan (ví dụ như danh mục của yêu cầu mà bạn đưa ra, thông số kỹ thuật của thiết bị, thống kê hiệu năng và vị trí gần đúng của thiết bị tại thời điểm đưa ra yêu cầu) có thể được sử dụng để phát triển và cải thiện Siri, Đọc chính tả và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple. Ví dụ: các bản chép lại có thể được sử dụng để tinh chỉnh Siri, Tìm kiếm, Khẩu lệnh, Dịch thuật và các mô hình nhận dạng lời nói tự động. Một phần của dữ liệu này có thể được người phân loại xem xét, với phần xem xét âm thanh chỉ được thực hiện bởi nhân viên của Apple. Lịch sử yêu cầu của bạn, bao gồm dữ liệu âm thanh, bản chép lại và dữ liệu yêu cầu liên quan, được liên kết với một mã định danh ngẫu nhiên do thiết bị tạo ra trong sáu tháng. Sau sáu tháng, lịch sử yêu cầu của bạn sẽ được hủy liên kết với mã định danh ngẫu nhiên đó và có thể được lưu giữ trong tối đa hai năm. Một phần nhỏ các yêu cầu đã được xem xét có thể được giữ lại trên hai năm (nhưng không có mã định danh ngẫu nhiên) để tiếp tục cải thiện Siri, Đọc chính tả, Tìm kiếm và một số tính năng xử lý ngôn ngữ khác. Lịch sử yêu cầu của bạn không được sử dụng để tạo hồ sơ tiếp thị và không bao giờ được bán cho bất kỳ ai. Nếu một trong các tương tác Siri hoặc Đọc chính tả của bạn được chọn để xem lại thì yêu cầu (cũng như phản hồi mà Siri đã cung cấp) sẽ được phân tích để xác định tính chính xác và cải thiện chung cho Siri, Đọc chính tả và chức năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple. Tùy theo ngữ cảnh của yêu cầu, người đánh giá có thể truy cập vào dữ liệu ngữ cảnh bổ sung liên quan trực tiếp đến yêu cầu (ví dụ như tên của các liên hệ hoặc ứng dụng được cài đặt trên thiết bị của bạn) để đánh giá hiệu quả phản hồi của Siri. Chỉ các nhân viên của Apple, tuân thủ các nghĩa vụ bảo mật nghiêm ngặt, mới có thể truy cập vào các tương tác âm thanh với Siri và Đọc chính tả. Bạn có thể thay đổi cài đặt cho Cải tiến Siri và Đọc chính tả bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư & Bảo mật > Phân tích & Cải tiến. Bạn có thể xóa các tương tác được liên kết với mã định danh ngẫu nhiên và lưu giữ trong vòng sáu tháng bằng cách đi tới Cài đặt > Apple Intelligence & Siri > Lịch sử Siri & Đọc chính tả và chạm vào Xóa Lịch sử Siri & Đọc chính tả. Bạn có thể tắt Siri và Đọc chính tả bằng cách đi tới Cài đặt > Cài đặt chung > Bàn phím và chạm để tắt tùy chọn Bật Đọc chính tả. Sau đó, hãy đi tới Cài đặt > Apple Intelligence & Siri > Lắng nghe và chạm vào Tắt, rồi chạm để tắt “Nhấn nút sườn để bật Siri” và “Nhập liệu vào Siri”. Tương tác của bạn được liên kết với mã định danh ngẫu nhiên sẽ bị xóa nếu bạn tắt Siri và Đọc chính tả. Dịch thuật Nếu bạn lựa chọn tham gia Cải thiện Siri và Đọc chính tả, thì âm thanh, đầu vào bằng văn bản và các bản chép lại các yêu cầu Dịch thuật, được liên kết với các mã định danh ngẫu nhiên, xoay vòng, do thiết bị tạo ra, có thể được lưu trữ và xem lại bởi các nhân viên của Apple để phát triển và cải thiện Siri, Đọc chính tả, Dịch thuật và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple. Các yêu cầu Dịch thuật của bạn có thể được lưu giữ tối đa hai năm để giúp Apple phát triển và cải thiện Siri, Đọc chính tả, Dịch thuật, cũng như các tính năng xử lý ngôn ngữ giới hạn khác. Ví dụ: các bản chép lại có thể được sử dụng để tinh chỉnh Siri, Tìm kiếm, Khẩu lệnh, Dịch thuật và các mô hình nhận dạng lời nói tự động. Nếu một trong các tương tác Dịch thuật của bạn được chọn để xem lại, yêu cầu dịch, cũng như phản hồi bản dịch đã cung cấp, sẽ được phân tích để xác định tính chính xác. Chỉ các nhân viên của Apple, tuân theo các nghĩa vụ bảo mật nghiêm ngặt, mới có thể truy cập dữ liệu âm thanh Dịch thuật của bạn. Một phần nhỏ trong các tương tác Dịch thuật của bạn đã được đánh giá có thể được lưu giữ trên hai năm để tiếp tục cải thiện Siri, Đọc chính tả, Dịch thuật và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple. Chung Tùy chọn tham gia mà bạn đã chọn khi thiết lập iPhone hoặc iPad sẽ áp dụng cho mọi thiết bị Apple được kết nối mới hoặc phụ kiện HomeKit được hỗ trợ được thiết lập bằng iPhone hoặc iPad đó đã được bật Siri. Bạn có thể thay đổi tùy chọn này sau trong cài đặt cho từng thiết bị. Bằng việc bật Cải tiến Siri và Đọc chính tả, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này để cung cấp và cải thiện Siri, Đọc chính tả, Tìm kiếm, Dịch thuật và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple như mô tả ở trên. Apple có thể xử lý và lưu trữ thông tin này với các nhà cung cấp dịch vụ bên thứ ba được tin cậy. Thông tin do Apple thu thập từ việc sử dụng Siri, Đọc chính tả hoặc Dịch thuật của bạn sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: Siri和听写 如果你选择参与“改进Siri和听写”，Apple可能储存你与Siri和听写的所有交互信息，包括你通过说话和键入使用Siri内容的音频数据和听写文本。音频数据、听写文本和相关请求数据，例如提出请求的类别、设备规格、性能统计数据和提出请求时设备的大致位置，可能用于开发和改进Siri、听写、搜索以及Apple产品和服务中的其他有限语言处理功能。例如，听写文本可能用于微调Siri、搜索、语音控制、翻译和自动语音识别模型。评分者可能会检查一部分此类数据，而只有Apple员工才能检查音频。 包括音频数据、听写文本和相关请求数据在内的请求历史记录会与设备生成的随机标识符关联六个月。六个月后，请求历史记录会取消与随机标识符的关联且可能保留最多两年，且一小部分已检查的请求可能会在不包含随机标识符的条件下保留超过两年，用于持续改进Siri、听写、搜索和其他有限语言处理功能。 你的请求历史记录不会用于构建营销画像，也绝不会出售给任何人。 如果你的其中一个Siri或听写交互被选为用于检查，则相关请求以及Siri提供的回复会被分析以确定准确性并用于Siri、听写、搜索和Apple产品及服务中其他有限语言处理功能的一般性改进。取决于请求的上下文，检查者可能访问与请求直接相关的额外上下文数据，例如联系人姓名或设备上安装的App，从而评估Siri回应的有效性。仅严格遵守保密义务的Apple员工才能访问Siri和听写的交互音频。你可以随时更改“改进Siri和听写”设置。若要更改，请前往“设置”>“隐私与安全性”>“分析与改进”。 你可以删除与随机标识符关联且保留不超过六个月的交互信息，方法是前往“设置”>“Apple智能与Siri”>“Siri与听写历史记录”并轻点“删除Siri与听写历史记录”。 你可以停用Siri和听写，方法是前往“设置”>“通用”>“键盘”并轻点以关闭“启用听写”。然后前往“设置”>“Apple智能与Siri”>“听取”并轻点“关闭”，以及轻点关闭“按下侧边按钮使用Siri”和“通过键入使用Siri”。停用Siri和听写后，与随机标识符关联的交互信息将被删除。 翻译 如果你选择参与“改进Siri和听写”，你的音频、文本输入和翻译请求的听写文本（与设备生成的随机轮替标识符关联）可能会被储存并由Apple员工检查，用于开发和改进Siri、听写、翻译以及Apple产品和服务中的其他有限语言处理功能。 你的翻译请求可能会被保留最多两年，用于帮助Apple开发和改进Siri、听写、翻译和其他有限语言处理功能。例如，听写文本可能用于微调Siri、搜索、语音控制、翻译和自动语音识别模型。如果你的其中一个翻译请求被选为用于检查，该翻译请求和提供的翻译回复会被分析以确定准确性。仅严格遵守保密义务的Apple员工才能访问你的翻译音频。一小部分已检查的翻译交互可能会保留超过两年，用于持续改进Siri、听写、翻译以及Apple产品和服务中的其他有限语言处理功能。 通用 设置iPhone或iPad时所选的选择参与偏好设置会应用到通过这台已打开Siri的iPhone或iPad设置的任何新Apple连接的设备或支持的HomeKit配件。你可以稍后在每台设备的设置中进行更改。 启用“改进Siri和听写”，即表示你同意和允许Apple及其下属公司及代理机构按照上述传输、收集、维护、处理和使用这些信息以提供并改进Siri、听写、搜索、翻译以及Apple产品和服务中的其他有限语言处理功能。Apple可能会通过受信任的第三方服务提供商处理和储存此信息。Apple在你使用Siri、听写或翻译时收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: Siri和聽寫 如你參與「改進Siri與聽寫」，Apple可能會儲存你與「Siri和聽寫」的所有互動，包括你向Siri說話和輸入的音訊資料和轉寫記錄。音訊資料、轉寫記錄以及相關要求資料，如你的要求之類型、裝置規格、效能統計，以及當你提出要求時裝置的大約所在位置，可能會用於開發和改進Siri、「聽寫」、「搜尋」以及Apple產品和服務中有限的其他語言處理功能。例如，轉寫記錄可能會用於微調Siri、「搜尋」、「語音控制」、「翻譯」和自動語音識別模型。評分員可能會檢閲此資料的子集，並只會由Apple員工進行音訊檢閲。 你的要求記錄，包括音訊資料、轉寫記錄和相關要求資料，會與裝置產生的隨機識別碼連繫六個月。六個月後，你的要求記錄會與隨機識別碼解除連繫，並可能會保留最多兩件，而且已檢閲的少量要求子集可能會保留超過兩年（不附隨機識別碼）以持續改進Siri、「聽寫」、「搜尋」和其他有限語言處理功能。 你要求的記錄不會用於建立市場推廣個人檔案，並且絕不會出售予任何人。 如你的其中一項Siri或「聽寫」互動被選擇進行檢閲，該要求以及提供的Siri回覆會被分析以判斷準確度，以及總體上改進Siri、「聽寫」、「搜尋」以及Apple產品和服務上的限制其他語言處理功能。視乎你的要求的內容，檢閲員可能會取用與該要求直接相關的其他情境資料，例如聯絡人姓名或裝置上安裝的App，來為Siri的回覆有效性評分。只有遵守嚴格保密義務的Apple員工，才能取用Siri和「聽寫」音訊互動。你可以隨時就「改進Siri和聽寫」的設定進行更改。如要關閉此功能，請前往「設定」>「私隱與保安」>「分析與改進」。 你可以透過前往「設定」>「Apple Intelligence與Siri」>「Siri與聽寫記錄」並點一下「刪除Siri與聽寫記錄」來刪除聯繫至隨機識別碼並保留六個月或以下的互動。 你可以透過前往「設定」>「一般」>「鍵盤」並點一下來關閉「啟用聽寫」，然後前往「設定」>「Apple Intelligence與Siri」>「聆聽」並點一下「關閉」，然後點一下以關閉「按下側邊按鈕以使用Siri」和「輸入以使用Siri」。如你停用Siri和「聽寫」，連繫至隨機識別碼的互動會被刪除。 翻譯 如你參與「改進Siri和聽寫」，你的「翻譯」要求之音訊、文字輸入和轉寫（與隨機、輪換、裝置產生的識別碼連繫）可能會儲存並由Apple員工檢閲以開發並改進Siri、「聽寫」、「翻譯」以及Apple產品和服務上的限制其他語言處理功能。 你的「翻譯」要求可能會保留最多兩年，以協助Apple開發並改進Siri、「聽寫」、「翻譯」以及其他有限語言處理功能。例如，轉寫記錄可能會用於微調Siri、「搜尋」、「語音控制」、「翻譯」和自動語音識別模型。如你的其中一項「翻譯」互動被選擇進行檢閲，該翻譯要求以及提供的翻譯回覆會被分析以判斷準確度。只有遵守嚴格保密義務的Apple員工，才能取用「翻譯」音訊。已檢閲的少量「翻譯」互動子集可能會保留超過兩年以持續改進Siri、「聽寫」、「翻譯」以及Apple產品和服務上的其他有限語言處理功能。 一般 你設定iPhone或iPad時所選擇的參與偏好設定將會套用至任何使用該iPhone或iPad設定的新Apple已連接裝置或支援的HomeKit配件上。你可以稍後在設定中為每部裝置更改此偏好設定。 啟用「改進Siri和聽寫」即表示你同意並接受Apple及其子公司和代理傳送、收集、維護、處理和使用此資料以提供並改進Siri、「聽寫」、「搜尋」、「翻譯」以及如上述的Apple產品和服務的其他有限語言處理功能。Apple可能會處理並將這些資料儲存在信任的第三方服務供應商。在任何時間，Apple都會依照「Apple私隱政策」的規定來處理你使用Siri、「聽寫」或「翻譯」時所收集的資料，請到訪：www.apple.com/hk/privacy。
zh_tw: Siri和聽寫 若你選擇參與「改進Siri和聽寫」，Apple可能會儲存你與Siri和「聽寫」的所有互動，包含你對Siri說話和輸入的音訊資料和逐字稿。音訊資料、逐字稿和相關要求資料，例如你的要求類別、裝置規格、執行效能的統計資料和你提出要求時的裝置大約位置，可能會用來開發和改進Siri、「聽寫」、「搜尋」以及Apple產品和服務中其他有限的語言處理功能。例如，逐字稿可能會用來微調Siri、「搜尋」、「語音控制」、「翻譯」和自動語音辨識模型。此資料的一部分可能會由評分員審查，而只有Apple員工才能檢查音訊。 你的音訊資料、逐字稿和相關要求資料等要求記錄，會與裝置產生的隨機識別碼產生關聯，時間為期六個月。六個月之後，你的要求記錄不會再和隨機識別碼有所關聯，並且可能保留最長達兩年的時間，少部分已經過檢視且不包含隨機識別碼的要求可能會保留超過兩年的時間，以持續改進Siri、「聽寫」、「搜尋」和其他有限的語言處理功能。 你的要求記錄不會用來建構行銷的個人檔案，也絕不會出售給任何人。 若你其中一項與Siri或聽寫的互動被選擇進行檢視，你的要求以及Siri提供的回應都會進行分析，以確認其準確性並且整體改進Siri、聽寫、搜尋以及Apple產品和服務中的其他有限語言處理功能。視你的要求內容而定，檢查人員可能會取用與該要求直接相關的上下文資料，例如聯絡人的姓名或安裝在裝置上的App，以評定Siri回應的有效程度。只有遵守嚴格保密義務的Apple員工才能取用與Siri和聽寫的互動音訊。你可以隨時更改「改進Siri和聽寫」的設定。若要執行此操作，請前往「設定」>「隱私權與安全性」>「分析與改進功能」。 你可以前往「設定」>「Apple Intelligence與Siri」>「Siri與聽寫記錄」並且點一下「刪除Siri與聽寫記錄」來刪除與隨機識別碼相關且保留六個月或較短時間的互動。 你可以停用Siri和「聽寫」，請前往「設定」>「一般」>「鍵盤」並且點一下來關閉「啟用聽寫」。然後前往「設定」> 「Apple Intelligence與Siri」> 「聆聽」並且點一下「關閉」，並點一下來關閉「按下側邊按鈕來呼叫Siri」和「輸入來與Siri對話」。若你停用Siri和「聽寫」，即會刪除與隨機識別碼相關的互動資料。 翻譯 若你選擇參與「改進Siri和聽寫」，則可能會儲存與裝置產生的隨機輪替識別碼相關的音訊和文字輸入，以及「翻譯」要求的逐字稿，並由Apple員工進行檢視以開發和改進Siri和「聽寫」、「翻譯」以及Apple產品和服務中的其他有限語言處理功能。 你的「翻譯」要求可能會保留最多兩年的時間，以協助Apple開發和改進Siri、「聽寫」、「翻譯」和其他有限的語言處理功能。例如，逐字稿可能會用來微調Siri、「搜尋」、「語音控制」、「翻譯」和自動語音辨識模型。若選擇了你的其中一項「翻譯」互動來進行檢視，則會分析翻譯要求以及提供的翻譯回應以確定其準確性。只有遵守嚴格保密義務的Apple員工才能取用你的「翻譯」音訊。少部分已經過檢視的「翻譯」要求可能會保留超過兩年的時間，以持續改進Siri、「聽寫」、「翻譯」和Apple產品和服務中有限的其他語言處理功能。 一般 當你設定iPhone或iPad時，所選擇的參與偏好設定也會套用到任何以該iPhone或iPad（已啟用Siri）設定的新Apple連接裝置或支援的HomeKit配件上。你可以稍後在每部裝置的設定中更改此設置。 啟用「改進Siri和聽寫」，即表示你同意並接受Apple及其子公司和代理人傳送、收集、維護、處理和使用此資訊，以提供和改進Siri、「聽寫」、「搜尋」、「翻譯」，以及上述Apple產品和服務中其他有限的語言處理功能。Apple可能會透過信任的第三方服務供應商處理並儲存此資訊。在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理你使用Siri、「聽寫」或「翻譯」時所收集到的資訊，請參訪www.apple.com/tw/privacy
